[
    {
        "title": "Global and regional impacts of alcohol use on public health: Emphasis on alcohol policies",
        "authors": [
            "SH Park",
            "DJ Kim"
        ],
        "year": "2020",
        "abstract": "health outcome associated with alcohol use, the level of consumption that minimizes health  loss due to alcohol  These new findings strongly suggest that alcohol policies aimed at total",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7641561/",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of unrecorded alcohol use on health: what do we know in 2020?",
        "authors": [
            "DW Lachenmeier",
            "M Neufeld",
            "J Rehm"
        ],
        "year": "2021",
        "abstract": "alcohol includes homemade, illicit, or surrogate alcohols. The aim of this review is to update  the evidence on unrecorded alcohol and its impact on health.  alcohol has the same health",
        "pdf_link": "https://www.jsad.com/doi/abs/10.15288/jsad.2021.82.28",
        "doi": "DOI unavailable"
    },
    {
        "title": "Health impact and economic burden of alcohol consumption in India",
        "authors": [
            "G Jyani",
            "S Prinja",
            "A Ambekar",
            "P Bahuguna"
        ],
        "year": "2019",
        "abstract": "The health and economic consequences of alcohol  health impact and economic burden  attributable to alcohol  Alcohol causes significant negative health impact and economic burden",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0955395919301070",
        "doi": "DOI unavailable"
    },
    {
        "title": "Alcohol and human health: what is the evidence?",
        "authors": [
            "HFJ Hendriks"
        ],
        "year": "2020",
        "abstract": "of the associations between alcohol consumption and health. Both the beneficial health  aspects of  Negative impacts of alcohol consumption may be prevented by consuming low",
        "pdf_link": "https://www.annualreviews.org/content/journals/10.1146/annurev-food-032519-051827",
        "doi": "DOI unavailable"
    },
    {
        "title": "Unraveling the complex relationship between alcohol and cancer risk: Effects of alcohol on health",
        "authors": [
            "I Karunarathna",
            "K De Alvis",
            "P Gunasena"
        ],
        "year": "2024",
        "abstract": "of alcohol consumption, highlighting both its potential health benefits and risks. Light to  moderate alcohol  The overall impact of alcohol on health appears to hinge significantly on the",
        "pdf_link": "https://www.researchgate.net/profile/Indunil-Karunarathna/publication/382801225_Unraveling_the_Complex_Relationship_Between_Alcohol_and_Cancer_Risk_Effects_of_Alcohol_on_Health/data/66acae5c299c327096a49878/Unraveling-the-Complex-Relationship-Between-Alcohol-and-Cancer-Risk.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "The burden of alcohol on health care during COVID‐19",
        "authors": [
            "T Stockwell",
            "S Andreasson",
            "C Cherpitel"
        ],
        "year": "2021",
        "abstract": "Again, we only stress that the scale of alcohol-related impacts on health care are substantial  and, in many countries, will be of a similar order of magnitude and, sometimes, more",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/dar.13143",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of alcohol consumption on male fertility potential: a narrative review",
        "authors": [
            "R Finelli",
            "F Mottola",
            "A Agarwal"
        ],
        "year": "2021",
        "abstract": "summarizes the impact of excessive alcohol consumption on  Furthermore, the impact of  alcohol consumption on hormonal  association between chronic alcohol consumption and poor",
        "pdf_link": "https://www.mdpi.com/1660-4601/19/1/328",
        "doi": "DOI unavailable"
    },
    {
        "title": "Origin of antibiotics and antibiotic resistance, and their impacts on drug development: A narrative review",
        "authors": [
            "G Muteeb",
            "MT Rehman",
            "M Shahwan",
            "M Aatif"
        ],
        "year": "2023",
        "abstract": "mitigating the impact of antibiotic resistance on global health.  in drug design and the  impacts of antibiotic resistance on drug  The most recent methods being tested to combat drug-",
        "pdf_link": "https://www.mdpi.com/1424-8247/16/11/1615",
        "doi": "DOI unavailable"
    },
    {
        "title": "Drugs and society",
        "authors": [
            "GR Hanson",
            "PJ Venturelli",
            "P Platteborze"
        ],
        "year": "2024",
        "abstract": "health issues and most recent events to make it a legal drug for recreational use Drugs and   comprehensive text on drug use, substance use disorder, and drug- related problems, with",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=fmkWEQAAQBAJ&oi=fnd&pg=PP1&dq=impact+of+drugs+on+health&ots=JwyfpCadhH&sig=mPjcK7LD5yWwtwGHUiajOEpco4M",
        "doi": "DOI unavailable"
    },
    {
        "title": "COVID-19: the hidden impact on mental health and drug addiction",
        "authors": [
            "S Chiappini",
            "A Guirguis",
            "A John",
            "JM Corkery"
        ],
        "year": "2020",
        "abstract": "use—an increase is often seen as a reactive behaviour to negative impact of  /drug  addiction. Risks of severe COVID and intensified mental health issues in people who use drugs (",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyt.2020.00767/full",
        "doi": "DOI unavailable"
    },
    {
        "title": "How the war on drugs impacts social determinants of health beyond the criminal legal system",
        "authors": [
            "A Cohen",
            "SP Vakharia",
            "J Netherland",
            "K Frederique"
        ],
        "year": "2024",
        "abstract": "a health issue and has, in many cases, made a public health  , drug war logic undermines  rather than supports the health of  drugs, their families, and their communities by treating drug",
        "pdf_link": "https://psychiatryonline.org/doi/abs/10.1176/appi.focus.24022021",
        "doi": "DOI unavailable"
    },
    {
        "title": "Pharmaceuticals, drugs, and resistant microorganisms—environmental impact on population health",
        "authors": [
            "T Mackuľak",
            "S Černanský",
            "M Fehér",
            "L Birošová"
        ],
        "year": "2019",
        "abstract": "recent findings of studies dealing with the impact of pharmaceuticals, illicit drugs, and resistant  microorganisms present in wastewater on the environment and health of the population.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S2468584419300029",
        "doi": "DOI unavailable"
    },
    {
        "title": "The physiology of male reproduction: Impact of drugs and their abuse on male fertility",
        "authors": [
            "AF Ajayi",
            "RE Akhigbe"
        ],
        "year": "2020",
        "abstract": "Our aim is to provide a useful tool for healthcare givers involved in the management of  male infertility. It also opens new grounds to be explored by researchers. The present study",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/and.13672",
        "doi": "DOI unavailable"
    },
    {
        "title": "Optimizing the role of youth cadre through education about the impact of drug abuse on adolescents",
        "authors": [
            "I Isrofah",
            "D Prastiwi",
            "R Handoko"
        ],
        "year": "2021",
        "abstract": "drug abuse. Through the empowerment of youth Posyandu (health center) cadres in education  about the impact of drug  that teenagers are not entangled in drug abuse. This community",
        "pdf_link": "https://www.academia.edu/download/101572159/9709.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Does the combination matter? Examining the influence of alcohol and cannabis product combinations on simultaneous use and consequences in daily life",
        "authors": [
            "AK Stevens",
            "ER Aston",
            "RL Gunn"
        ],
        "year": "2021",
        "abstract": "effect of each product combination, we included in all models the proportion of study days  on which each alcohol  Forest plot of product combination effects relative to using liquor + 2",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/acer.14494",
        "doi": "DOI unavailable"
    },
    {
        "title": "Combined effect of alcohol and cannabis on simulated driving",
        "authors": [
            "A Fares",
            "CM Wickens",
            "RE Mann",
            "P Di Ciano"
        ],
        "year": "2022",
        "abstract": "of dose when considering the combined effects on driving, with higher doses resulting in  greater effects. Our results also show that the combination of both drugs led to a significant",
        "pdf_link": "https://link.springer.com/article/10.1007/s00213-021-05773-3",
        "doi": "DOI unavailable"
    },
    {
        "title": "Effects of combining alcohol and cannabis on driving, breath alcohol level, blood THC, cognition, and subjective effects: A narrative review.",
        "authors": [
            "A Fares",
            "M Wright",
            "J Matheson",
            "RE Mann"
        ],
        "year": "2022",
        "abstract": "combined effects of alcohol and cannabis on simulated driving as well as those evaluating  combinations of these drugs  on the cognitive effects of combinations of alcohol and cannabis",
        "pdf_link": "https://psycnet.apa.org/record/2022-24148-001",
        "doi": "DOI unavailable"
    },
    {
        "title": "Separate and combined effects of alcohol and cannabis on mood, subjective experience, cognition and psychomotor performance: A randomized trial",
        "authors": [
            "CM Wickens",
            "M Wright",
            "RE Mann",
            "B Brands"
        ],
        "year": "2022",
        "abstract": ", academic, and social consequences (Hayaki et al. combined effects of alcohol and cannabis  are essential for developing our understanding of mechanisms of action and potential risks",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0278584622000628",
        "doi": "DOI unavailable"
    },
    {
        "title": "Cognitive-behavioral interventions targeting alcohol or other drug use and co-occurring mental health disorders: a meta-analysis",
        "authors": [
            "K Mehta",
            "A Hoadley",
            "LA Ray",
            "BD Kiluk"
        ],
        "year": "2021",
        "abstract": "In a series of mixed effects, meta-regression models,  effects for substance use and mental  health symptom outcomes under two key implementation conditions: integrated CBI combined",
        "pdf_link": "https://academic.oup.com/alcalc/article-abstract/56/5/535/6199111",
        "doi": "DOI unavailable"
    },
    {
        "title": "Patterns of cannabis and alcohol co-use: Substitution versus complementary effects",
        "authors": [
            "RL Gunn",
            "ER Aston",
            "J Metrik"
        ],
        "year": "2022",
        "abstract": "of co-use, including pharmacological and behavioral effects of combined alcohol and  cannabis use, patterns of co-use, individual differences and user characteristics that may",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8855954/",
        "doi": "DOI unavailable"
    },
    {
        "title": "Co-use of alcohol and cannabis: Longitudinal associations with mental health outcomes in young adulthood",
        "authors": [
            "K Thompson",
            "M Holley",
            "C Sturgess"
        ],
        "year": "2021",
        "abstract": "Public health messages need to explicitly inform consumers about  consequences of using  both alcohol and marijuana and the addictive pharmacological impact of using them together.",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/7/3652",
        "doi": "DOI unavailable"
    },
    {
        "title": "Effects of personal hygiene habits on self-efficacy for preventing infection, infection-preventing hygiene behaviors, and product-purchasing behaviors",
        "authors": [
            "HJ Yoo",
            "E Song"
        ],
        "year": 2021,
        "abstract": "self-efficacy on health and exercise behaviors [40,41,42] reported that support from others  had a positive impact on individuals’ behaviors related to protecting their health. Particularly,",
        "pdf_link": "https://www.mdpi.com/2071-1050/13/17/9483",
        "doi": "DOI unavailable"
    },
    {
        "title": "Importance of understanding the need of personal hygiene: a comprehensive review",
        "authors": [
            "B Satish Kumar",
            "MA Reddy",
            "P Paul",
            "L Das"
        ],
        "year": 2020,
        "abstract": "related to Personal hygiene using various journal sites and health care organizations.  Personal hygiene is defined as a practice to contribute in maintaining health and preventing",
        "pdf_link": "https://www.researchgate.net/profile/Sayantan-Ghosh-8/publication/348445943_Importance_of_understanding_the_need_of_personal_hygiene_A_comprehensive_review/links/5fffd032299bf1408893db5e/Importance-of-understanding-the-need-of-personal-hygiene-A-comprehensive-review.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Practitioners' experiences of deteriorating personal hygiene standards in people living with depression in Australia: A qualitative study",
        "authors": [
            "V Stewart",
            "C Judd",
            "AJ Wheeler"
        ],
        "year": 2022,
        "abstract": "impact of declining standards of personal hygiene and grooming among people living with  depression, as reported by a range of mental health  maintaining adequate hygiene standards",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/hsc.13491",
        "doi": "DOI unavailable"
    },
    {
        "title": "Knowledge of personal hygiene among undergraduates",
        "authors": [
            "ASN Nurudeen",
            "A Toyin"
        ],
        "year": 2020,
        "abstract": "of personal hygiene is vital in all our everyday activities. The public health purposes of personal  hygiene  diseases, aesthetic values and social impact. Sometimes one may be quick to",
        "pdf_link": "https://journal.unnes.ac.id/sju/jhealthedu/article/view/38383",
        "doi": "DOI unavailable"
    },
    {
        "title": "The effect of health education on personal hygiene on students' knowledge",
        "authors": [
            "S Sinurat",
            "MSD Simanullang",
            "M Barus"
        ],
        "year": 2023,
        "abstract": "about good personal hygiene to be able to improve his health. One strategy to increase  children's knowledge about personal hygiene is to provide health education. Health education is",
        "pdf_link": "https://trigin.pelnus.ac.id/index.php/ObGyn/article/view/70",
        "doi": "DOI unavailable"
    },
    {
        "title": "Social determinants of health, the family, and children's personal hygiene: A comparative study",
        "authors": [
            "AJ Ramos-Morcillo",
            "FJ Moreno-Martínez"
        ],
        "year": 2019,
        "abstract": "be able to intervene to improve health and hygiene practices. Family interventions have  achieved  and sport [42] and might, therefore, have a similar impact on personal hygiene habits.",
        "pdf_link": "https://www.mdpi.com/1660-4601/16/23/4713",
        "doi": "DOI unavailable"
    },
    {
        "title": "Relationship between Personal Hygiene and Elderly Health",
        "authors": [
            "NM Younis",
            "RM Ibrahim"
        ],
        "year": 2024,
        "abstract": "The aim of the study is to assess Personal hygiene among old age in Mosul City/IRAQ.   The aim of the study is to assess Personal hygiene among old age in Mosul City. Material and",
        "pdf_link": "https://www.visionpublisher.info/index.php/ccme/article/download/110/142",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of personal hygiene education based on social learning theory on preschool children",
        "authors": [
            "I Biyikoglu Alkan",
            "N Bora Gunes",
            "M Ozsavran"
        ],
        "year": 2023,
        "abstract": "Early intervention programs play a crucial role instilling personal hygiene habits. Educators  and health professionals transforming personal hygiene education into a routine in early",
        "pdf_link": "https://link.springer.com/article/10.1007/s10643-023-01603-7",
        "doi": "DOI unavailable"
    },
    {
        "title": "Personal Hygiene Towards Old Age",
        "authors": [
            "NM Younis",
            "RM Ibrahim",
            "MM Ahmed"
        ],
        "year": 2024,
        "abstract": "health related Personal hygiene. Conclusions: The study concluded that the Elderly's Personal  hygiene  Impact of psychosocial aspect parameters on psoriasis patients' quality of life at",
        "pdf_link": "https://www.researchgate.net/profile/Nasir-Younis-4/publication/381861272_Personal_Hygiene_Towards_Old_Age/links/6682cc770a25e27fbc1a38a3/Personal-Hygiene-Towards-Old-Age.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "The Personal Hygiene Impact on the Incidence of Scabies",
        "authors": [
            "MP Marga"
        ],
        "year": 2020,
        "abstract": "personal hygiene strongly determines the health status, where the individual consciously  and on the personal initiative to maintain health  about the personal effect of hygiene on the",
        "pdf_link": "https://www.neliti.com/publications/463389/the-personal-hygiene-impact-on-the-incidence-of-scabies",
        "doi": "DOI unavailable"
    },
    {
        "title": "Development and reliability of a quantitative personal hygiene assessment tool",
        "authors": [
            "MG Delea",
            "JS Snyder",
            "M Woreta",
            "K Zewudie"
        ],
        "year": 2020,
        "abstract": "of personal hygiene practices and enhance evaluations of personal hygiene interventions,   This trial aimed to evaluate the impact of a demand-side sanitation and hygiene intervention",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1438463920300973",
        "doi": "DOI unavailable"
    },
    {
        "title": "How Does Personal Hygiene Influence Indoor Air Quality?",
        "authors": [
            "N Wang",
            "T Müller",
            "L Ernle",
            "G Bekö"
        ],
        "year": 2024,
        "abstract": "personal hygiene, in terms of showering frequency, can influence these emissions and their  impact  These findings help determine the degree to which personal hygiene choices affect",
        "pdf_link": "https://pubs.acs.org/doi/abs/10.1021/acs.est.4c01698",
        "doi": "DOI unavailable"
    },
    {
        "title": "RSPH and IFH call for a clean-up of public understanding and attitudes to hygiene",
        "authors": [
            "SF Bloomfield"
        ],
        "year": 2019,
        "abstract": "The RSPH poll 1 showed that 23% of those polled agreed with this statement, but how this  impacts our hygiene beliefs depends on how we interpret the words ‘germs’ and ‘strong’. One",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/1757913919878367",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of the world hand hygiene and global handwashing days on public awareness between 2016 and 2020: Google trends analysis",
        "authors": [
            "Y Nishimura",
            "H Hagiya",
            "K Keitoku",
            "T Koyama"
        ],
        "year": 2022,
        "abstract": "to raise awareness of hand hygiene in healthcare facilities, our result  hygiene to the general  public at a country level. Additional policy measures to advocate hand hygiene to the public",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0196655321006878",
        "doi": "DOI unavailable"
    },
    {
        "title": "Review of the impact of MALDI-TOF MS in public health and hospital hygiene, 2018",
        "authors": [
            "B Rodríguez-Sánchez"
        ],
        "year": 2019,
        "abstract": "",
        "pdf_link": "No PDF link available",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of public spending on water, sanitation and hygiene adoption: Governance thresholds for complementary policies",
        "authors": [
            "ED Achuo",
            "SA Asongu"
        ],
        "year": 2025,
        "abstract": "However, although public spending positively impacts on sanitation and hygiene in the  rural areas, the effect is non-significant. These findings suggest that the problem of access to",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/issj.12535",
        "doi": "DOI unavailable"
    },
    {
        "title": "Hygiene and ecology",
        "authors": [
            "V Bardov",
            "S Omelchuk",
            "N Merezhkina",
            "V Aleksiichuk"
        ],
        "year": 2022,
        "abstract": "and psychological factors on human health and public health, the use of established patterns  to develop methods and systems for preventing the impact of negative gradations of these",
        "pdf_link": "http://ir.librarynmu.com/bitstream/123456789/4388/1/Hygiene%20and%20%D0%B5cology.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Public hygiene and the awareness of beauty parlor: A study of consumer perspective. EUR J ENV PUBLIC HLT. 2024; 8 (2): em0157",
        "authors": [
            "P Thapa",
            "IP Adamopoulos",
            "P Sharma"
        ],
        "year": 2024,
        "abstract": "The impact of burnout and low job satisfaction is well-documented in various studies. In   -psychological risks faced by employees in the public health service sector. This research sheds",
        "pdf_link": "https://www.ejeph.com/download/public-hygiene-and-the-awareness-of-beauty-parlor-a-study-of-consumer-perspective-14738.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of hand hygiene knowledge on the hand hygiene compliance",
        "authors": [
            "M Novák",
            "J Breznický",
            "J Kompaníková"
        ],
        "year": 2019,
        "abstract": "hygiene practice is still burdened by inadequate compliance, whether in the professional  sphere by health  Aim of this study was to map the hand hygiene knowledge and its compliance",
        "pdf_link": "https://medicinskiglasnik.ba/article/273",
        "doi": "DOI unavailable"
    },
    {
        "title": "An overview of period poverty and the public health benefit impact of providing free feminine hygiene products",
        "authors": [
            "U Dave",
            "A Palaniappan",
            "E Lewis"
        ],
        "year": 2022,
        "abstract": "a menstruating person’s health. This review outlines obstacles to accessing female hygiene  products and the consequent downstream impacts on societal health, by compiling relevant",
        "pdf_link": "https://dergipark.org.tr/en/pub/ijhsrp/article/971839",
        "doi": "DOI unavailable"
    },
    {
        "title": "COVID-19–related infodemic and its impact on public health: A global social media analysis",
        "authors": [
            "MS Islam",
            "T Sarkar",
            "SH Khan"
        ],
        "year": 2020,
        "abstract": "Infodemics, often including rumors, stigma, and conspiracy theories, have been common  during the COVID-19 pandemic. Monitoring social media data has been identified as the best",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC7543839/",
        "doi": "DOI unavailable"
    },
    {
        "title": "Challenges to Hygiene Improvement in Developing",
        "authors": [
            "S Kumwenda"
        ],
        "year": 2019,
        "abstract": "in poor hygienic practices in the communities. The common types of hygiene include personal  hygiene, water hygiene,  It should, however, be noted that the impact of hygiene cannot be",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=-d37DwAAQBAJ&oi=fnd&pg=PA9&dq=impact+of+poor+hygiene+on+health&ots=-6k0brmhiL&sig=1uslwm7JLrveGCi1owWMLW8N_pU",
        "doi": "DOI unavailable"
    },
    {
        "title": "Burden of disease from inadequate water, sanitation and hygiene for selected adverse health outcomes: An updated analysis with a focus on low-and middle …",
        "authors": [
            "A Prüss-Ustün",
            "J Wolf",
            "J Bartram",
            "T Clasen"
        ],
        "year": 2019,
        "abstract": "of both inadequate sanitation and inadequate hygiene behaviours have been revised using  updated evidence. The consideration of health impacts from poor sanitation coverage in the",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1438463918310484",
        "doi": "DOI unavailable"
    },
    {
        "title": "The relevance of hygiene to health in developing countries",
        "authors": [
            "N Potgieter",
            "AN Traore"
        ],
        "year": 2019,
        "abstract": "and is a result of poor service delivery and lack  hygiene problems impacting health in  developing communities. Section 2 deals with water-handling aspects and their impact on health",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=-d37DwAAQBAJ&oi=fnd&pg=PR11&dq=impact+of+poor+hygiene+on+health&ots=-6k0brmjrQ&sig=AeQZoFxhbU9pEZ26XnWngburNg0",
        "doi": "DOI unavailable"
    },
    {
        "title": "Challenges in oral hygiene and oral health policy",
        "authors": [
            "D Duangthip",
            "CH Chu"
        ],
        "year": 2020,
        "abstract": "hygiene in diabetes patients reduced their hemoglobin A1C levels [10]. In addition to the  association of oral hygiene with chronic illnesses, poor oral hygiene  the impacts of oral health",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/froh.2020.575428/full",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep hygiene practices and its impact on mental health and functional performance among adults in Tabuk city: A cross-sectional study",
        "authors": [
            "EM Alanazi",
            "AMM Alanazi",
            "AH Albuhairy",
            "AAA Alanazi"
        ],
        "year": 2023,
        "abstract": "hygiene practices and assess the impact of sleep hygiene on sleep quality and the mental  health of  higher among the poor hygiene group (75.8%) in comparison to those having good",
        "pdf_link": "https://www.cureus.com/articles/133351-sleep-hygiene-practices-and-its-impact-on-mental-health-and-functional-performance-among-adults-in-tabuk-city-a-cross-sectional-study.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "An analytical study of hygiene practices and its impact of health status of the household",
        "authors": [
            "SS Apate",
            "MN Kamble"
        ],
        "year": 2019,
        "abstract": "of Dhaka have some poor personal hygiene practices habit  the impact of all these hygiene  practices on household health status. Objectives of the Study ➢ To understand the hygiene",
        "pdf_link": "https://www.academia.edu/download/59804792/39_An_Analytical_Study_of_Hygiene_Practices_and_its_Impact_of_Health_Status_of_the_Household20190620-96392-1qd02lo.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Importance of understanding the need of personal hygiene: a comprehensive review",
        "authors": [
            "B Satish Kumar",
            "MA Reddy",
            "P Paul",
            "L Das"
        ],
        "year": 2020,
        "abstract": "To attain the significant health benefits, better hygiene should be built  benefit of  practicing personal hygiene is to decrease the disease communication and improve the health",
        "pdf_link": "https://www.researchgate.net/profile/Sayantan-Ghosh-8/publication/348445943_Importance_of_understanding_the_need_of_personal_hygiene_A_comprehensive_review/links/5fffd032299bf1408893db5e/Importance-of-understanding-the-need-of-personal-hygiene-A-comprehensive-review.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "hygiene",
        "authors": [
            "I HANDS"
        ],
        "year": 2025,
        "abstract": "the environment and, if necessary, change it to benefit human health. Historically, air, water,  and  youngsters from keeping up with proper hygiene. Maintaining hygiene can be difficult in",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=FqxMEQAAQBAJ&oi=fnd&pg=PA321&dq=benefits+of+proper+hygiene+on+health&ots=oZQbEnB7t6&sig=lPiiLkYdybthRQZ_4tdvRr9dnD0",
        "doi": "DOI unavailable"
    },
    {
        "title": "Challenges to Hygiene Improvement in Developing",
        "authors": [
            "S Kumwenda"
        ],
        "year": 2019,
        "abstract": "Apart from health benefits and school absenteeism, hygiene has other social benefits  ,  and proper hygiene practices increase dignity, self-esteem, and prestige in the social life.",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=-d37DwAAQBAJ&oi=fnd&pg=PA9&dq=benefits+of+proper+hygiene+on+health&ots=-6k0bsdeiP&sig=k7IfGAwIqPKcmxO39Tfh72kUB7o",
        "doi": "DOI unavailable"
    },
    {
        "title": "Knowledge and practice of personal hygiene among primary school students in Dhaka, Bangladesh",
        "authors": [
            "MM Rahman",
            "MA Ali",
            "A Parvez"
        ],
        "year": 2019,
        "abstract": "Poor health among school children is resulted from the lack of awareness of the health  benefits of personal hygiene. Lack of proper hygiene and sanitation facilities increases burden of",
        "pdf_link": "https://www.researchgate.net/profile/Md-Mizanur-Rahman-14/publication/336126782_Knowledge_and_Practice_of_Personal_Hygiene_among_Primary_School_Students_in_Dhaka_Bangladesh/links/5d908ee8458515202b72c3a0/Knowledge-and-Practice-of-Personal-Hygiene-among-Primary-School-Students-in-Dhaka-Bangladesh.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "THE IMPORTANCE OF PERSONAL HYGIENE IN SCHOOL-AGE CHILDREN",
        "authors": [
            "KR Yuldashevna"
        ],
        "year": 2025,
        "abstract": "good hygiene habits in children has long-term benefits: children who learn proper hygiene   health and contributing to the achievement of Sustainable Development Goals (SDG 3 on",
        "pdf_link": "https://www.eijmr.org/index.php/eijmr/article/view/2678",
        "doi": "DOI unavailable"
    },
    {
        "title": "Health Consequences of Poor Hand Washing Hygiene: Implication for Proper Hand Washing Education",
        "authors": [
            "OC Onwunali",
            "CC Onwurah",
            "JU Ikegulu"
        ],
        "year": 2023,
        "abstract": "This paper focuses on the health consequences of poor hand washing hygiene and  implication for proper  health possible for them to obtain full benefit from their education. School",
        "pdf_link": "https://journals.unizik.edu.ng/jgcs/article/view/3553",
        "doi": "DOI unavailable"
    },
    {
        "title": "Oral hygiene measures as a preventive measure in the field of maintaining the general health of the patient",
        "authors": [
            "AR Sokolov",
            "BO Chichenkova"
        ],
        "year": 2023,
        "abstract": "and controlling dental caries with proper plaque removal.  of fluorides, the benefits of personal  oral hygiene in reducing the  about the potential benefits of oral hygiene for caries control.",
        "pdf_link": "https://www.researchgate.net/profile/Alexey-Yumashev/publication/368257615_Oral_Hygiene_Measures_as_a_Preventive_Measure_in_The_Field_Of_Maintaining_the_General_Health_of_the_Patient/links/63e170e6f8cf684fe96f06d8/Oral-Hygiene-Measures-as-a-Preventive-Measure-in-The-Field-Of-Maintaining-the-General-Health-of-the-Patient.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "HYGIENE AND SAFETY PRACTICES",
        "authors": [
            "A Tehlan"
        ],
        "year": 2023,
        "abstract": "Maintaining proper hygiene and safety practices is crucial in various aspects of our lives, be  it at  The following points elaborate on the importance and benefits of workplace hygiene:",
        "pdf_link": "https://www.researchgate.net/profile/Kalindi-Dev-2/publication/389563641_Health_and_Wellbeing_Post_Pandemic/links/67c8235e7c5b5569dcb7143f/Health-and-Wellbeing-Post-Pandemic.pdf#page=64",
        "doi": "DOI unavailable"
    },
    {
        "title": "Effects of Health Education on Knowledge of Personal Hygiene Practices Among Public Senior Secondary School Students in Bayelsa State Nigeria.",
        "authors": [
            "I RIGHTEOUS",
            "G SAMUEL"
        ],
        "year": 2025,
        "abstract": "Students with adequate knowledge of proper hygiene were about 2 times more  health  education provides the sample with the requisite understanding and benefits of personal hygiene",
        "pdf_link": "https://www.researchgate.net/profile/Goodness-Ene-Bongilli/publication/389710022_Effects_of_Health_Education_on_Knowledge_of_Personal_Hygiene_Practices_Among_Public_Senior_Secondary_School_Students_in_Bayelsa_State_Nigeria/links/67cf2293d7597000650774c0/Effects-of-Health-Education-on-Knowledge-of-Personal-Hygiene-Practices-Among-Public-Senior-Secondary-School-Students-in-Bayelsa-State-Nigeria.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Pitfalls and unexpected benefits of an electronic hand hygiene monitoring system",
        "authors": [
            "A Benudis",
            "S Stone",
            "AS Sait",
            "I Mahoney"
        ],
        "year": 2019,
        "abstract": "campaigns to encourage HH compliance in health care settings, including the Clean  Hands  among health care workers (HCWs), we implemented an electronic hand hygiene",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0196655319301609",
        "doi": "DOI unavailable"
    },
    {
        "title": "Assisting patients with personal hygiene",
        "authors": [
            "AL Goldenhart",
            "H Nagy"
        ],
        "year": 2022,
        "abstract": "maintaining an optimistic view of their ability to support their hygiene can benefit the  patient.  Patients should receive continuous monitoring for proper hygiene. The frequency of",
        "pdf_link": "https://www.ncbi.nlm.nih.gov/sites/books/n/statpearls/article-105837/",
        "doi": "DOI unavailable"
    },
    {
        "title": "An overview of period poverty and the public health benefit impact of providing free feminine hygiene products",
        "authors": [
            "U Dave",
            "A Palaniappan",
            "E Lewis"
        ],
        "year": 2022,
        "abstract": "Nations such as Kenya, Australia, New Zealand, and Scotland have also led initiatives  highlighting the cost-effective public health benefit of improving access to menstrual hygiene",
        "pdf_link": "https://dergipark.org.tr/en/pub/ijhsrp/article/971839",
        "doi": "DOI unavailable"
    },
    {
        "title": "The effect of long working hours and overtime on occupational health: a meta-analysis of evidence from 1998 to 2018",
        "authors": [
            "K Wong",
            "AHS Chan",
            "SC Ngan"
        ],
        "year": 2019,
        "abstract": "meta-analysis examining the effects of long working hours on health or occupational health  since 1997. Therefore,  The effects were measured by five conditions, namely, physiological",
        "pdf_link": "https://www.mdpi.com/1660-4601/16/12/2102",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of long working hours on health based on observations in China",
        "authors": [
            "L Chu"
        ],
        "year": 2021,
        "abstract": "of long working hours varies slightly due to country differences in working hours systems.   to explore the association between long working hours and the self-rated health (SRH) level",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-021-11190-0",
        "doi": "DOI unavailable"
    },
    {
        "title": "The negative impact of long working hours on mental health in young Korean workers",
        "authors": [
            "S Park",
            "H Kook",
            "H Seok",
            "JH Lee",
            "D Lim",
            "DH Cho"
        ],
        "year": 2020,
        "abstract": "health. However, there is no clear evidence for a direct link between mental health and long  working hours  determine whether long working hours are associated with mental health in",
        "pdf_link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0236931",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of long working hours on mental health: evidence from China",
        "authors": [
            "X Ma"
        ],
        "year": 2023,
        "abstract": "Notably, we found that the negative effect of long working hours on mental health was  insignificant for the self-emplyed individual group in the informal sector. This might be because self",
        "pdf_link": "https://www.mdpi.com/1660-4601/20/2/1641",
        "doi": "DOI unavailable"
    },
    {
        "title": "Mental health effects of long work hours, night and weekend work, and short rest periods",
        "authors": [
            "K Sato",
            "S Kuroda",
            "H Owan"
        ],
        "year": 2020,
        "abstract": "work schedule characteristics affect workers' mental health  as follows: long working hours  cause the mental health of white- even after controlling for individual fixed effects. Furthermore,",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0277953619307695",
        "doi": "DOI unavailable"
    },
    {
        "title": "Long working hours and risk of 50 health conditions and mortality outcomes: a multicohort study in four European countries",
        "authors": [
            "J Ervasti",
            "J Pentti",
            "ST Nyberg",
            "MJ Shipley"
        ],
        "year": 2021,
        "abstract": "To facilitate a more comprehensive evaluation of long working hours as a risk factor for ill-health,   the association between long working hours and diabetes but had little effect on other",
        "pdf_link": "https://www.thelancet.com/journals/lanepe/article/PIIS2666-7762(21)00189-7/fulltext",
        "doi": "DOI unavailable"
    },
    {
        "title": "The effects of long working hours on mental health among resident physicians in Saudi Arabia",
        "authors": [
            "D Bondagji",
            "M Fakeerh",
            "H Alwafi"
        ],
        "year": 2022,
        "abstract": "that long working hours are associated with mental health disorders especially among  physician’s working day  Therefore, we examined the effect of long working hours on anxiety and",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.2147/PRBM.S370642",
        "doi": "DOI unavailable"
    },
    {
        "title": "Association of long working hours and health-related productivity loss, and its differential impact by income level: A cross-sectional study of the Korean workers",
        "authors": [
            "DW Lee",
            "J Lee",
            "HR Kim",
            "MY Kang"
        ],
        "year": 2020,
        "abstract": "Therefore, in this study we aimed to explore the association between long working hours  and health-related productivity loss, due to either sickness absenteeism or presenteeism,",
        "pdf_link": "https://academic.oup.com/joh/article-abstract/62/1/e12190/7250054",
        "doi": "DOI unavailable"
    },
    {
        "title": "Effect of long working hours on depression and mental well-being among employees in Shanghai: the role of having leisure hobbies",
        "authors": [
            "Z Li",
            "J Dai",
            "N Wu",
            "Y Jia",
            "J Gao",
            "H Fu"
        ],
        "year": 2019,
        "abstract": "revealed that longer working hours are associated with work– , long working hours could  probably result in worse health  first to clarify how long working hours affect mental health status",
        "pdf_link": "https://www.mdpi.com/1660-4601/16/24/4980",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of shift work and long work hours on employers' health care costs",
        "authors": [
            "M McHugh",
            "DD French",
            "MM Kwasny"
        ],
        "year": 2020,
        "abstract": "increased risk of shift work and long work hours for workers.  risk ratios associated with shift  work and long work hours, 2–11  health conditions associated with shift work and long work",
        "pdf_link": "https://journals.lww.com/joem/fulltext/2020/12000/the_impact_of_shift_work_and_long_work_hours_on.5.aspx",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of long working hours and shift work on unmet health care need among Korean workers",
        "authors": [
            "HE Lee",
            "J Rhie"
        ],
        "year": 2022,
        "abstract": "was that long working hours and night/shift work were associated with unmet health care  need in  between long working hours and unmet health care need, with workers who reported",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S2093791121000780",
        "doi": "DOI unavailable"
    },
    {
        "title": "Shift work and long work hours and their association with chronic health conditions: a systematic review of systematic reviews with meta-analyses",
        "authors": [
            "AS Rivera",
            "M Akanbi",
            "LC O'Dwyer",
            "M McHugh"
        ],
        "year": 2020,
        "abstract": "A better understanding of the health consequences of shift work and long work hours will  aid in creating policy and practice recommendations. This review revisits the epidemiologic",
        "pdf_link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0231037",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of shift work on sleep, alertness and performance in healthcare workers",
        "authors": [
            "S Ganesan",
            "M Magee",
            "JE Stone",
            "MD Mulhall"
        ],
        "year": 2019,
        "abstract": "shift workers in a healthcare setting. We specifically examined sleep and wake duration  between shift  of alertness and performance on the first and final night shifts (3 rd , 4 th or 5 th ) in",
        "pdf_link": "https://www.nature.com/articles/s41598-019-40914-x",
        "doi": "DOI unavailable"
    },
    {
        "title": "Mental health consequences of shift work: an updated review",
        "authors": [
            "JP Brown",
            "D Martin",
            "Z Nagaria",
            "AC Verceles"
        ],
        "year": 2020,
        "abstract": "the impact of shift work on mental health outcomes. First, we describe the circadian  misalignment that can result from shift work, followed by the health and safety effects of shift work.",
        "pdf_link": "https://link.springer.com/article/10.1007/s11920-020-1131-z",
        "doi": "DOI unavailable"
    },
    {
        "title": "Shift-work: a review of the health consequences",
        "authors": [
            "A Silva",
            "A Silva",
            "J Duarte"
        ],
        "year": 2020,
        "abstract": "with shift work at several domains to this day. The results of this review indicated that shift  work and everything that this type of work implies, can lead to severe health consequences,",
        "pdf_link": "https://journals.fe.up.pt/index.php/ijooes/article/view/2184-0954_004.002_0005",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of shift-work and night shift-work on thyroid: a systematic review",
        "authors": [
            "V Leso",
            "I Vetrani",
            "A Sicignano",
            "R Romano"
        ],
        "year": 2020,
        "abstract": "occupational health point  health of night shift workers. Once confirmed, in fact, awareness  concerning possible thyroid effects derived from the circadian disruption in night shift workers",
        "pdf_link": "https://www.mdpi.com/1660-4601/17/5/1527",
        "doi": "DOI unavailable"
    },
    {
        "title": "Disturbance of the circadian system in shift work and its health impact",
        "authors": [
            "DB Boivin",
            "P Boudreau"
        ],
        "year": 2022,
        "abstract": "The various non-standard schedules required of shift workers force abrupt changes in the  timing of sleep and light-dark exposure. These changes result in disturbances of the",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/07487304211064218",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of shift work on the risk of depression",
        "authors": [
            "T Behrens",
            "K Burek",
            "S Rabstein",
            "K Wichert"
        ],
        "year": 2021,
        "abstract": "male shift workers. In summary, negative effects on depression were suggested among female  shift workers consistently increased risks for depressive symptoms in relation to shift work.",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/07420528.2021.1962903",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of shift work and long work hours on employers' health care costs",
        "authors": [
            "M McHugh",
            "DD French",
            "MM Kwasny"
        ],
        "year": 2020,
        "abstract": "their shift work requirements. Specifically, we estimated the  health care costs associated  with shift work (compared to traditional daytime work) and costs associated with 12-hour shifts (",
        "pdf_link": "https://journals.lww.com/joem/fulltext/2020/12000/the_impact_of_shift_work_and_long_work_hours_on.5.aspx",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of shift work on occupational health indicators among professionally active adults: A comparative study",
        "authors": [
            "H Pereira",
            "G Fehér",
            "A Tibold",
            "S Monteiro"
        ],
        "year": 2021,
        "abstract": "contribution to exploring shift work’s impact on occupational health indicators, adding to a   between shift work and poorer health in general, and occupational and mental health domains",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/21/11290",
        "doi": "DOI unavailable"
    },
    {
        "title": "Shift work and mental health: a systematic review and meta-analysis",
        "authors": [
            "Y Zhao",
            "A Richardson",
            "C Poyser",
            "P Butterworth"
        ],
        "year": 2019,
        "abstract": "Shift work is common. However, research findings are mixed regarding the impact of shift work  on mental health. This  between different types of shift work and mental health. The review",
        "pdf_link": "https://link.springer.com/article/10.1007/s00420-019-01434-3",
        "doi": "DOI unavailable"
    },
    {
        "title": "Mental health consequences of shift work: an updated review",
        "authors": [
            "JP Brown",
            "D Martin",
            "Z Nagaria",
            "AC Verceles"
        ],
        "year": 2020,
        "abstract": "functional in the early morning hours) show a lower tolerance for shift work [7]. Additionally, a   is associated with adverse mental health consequences among shift workers. For example,",
        "pdf_link": "https://link.springer.com/article/10.1007/s11920-020-1131-z",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of shift work and long working hours on worker cognitive functions: current evidence and future research needs",
        "authors": [
            "V Leso",
            "L Fontana",
            "A Caturano",
            "I Vetrani"
        ],
        "year": 2021,
        "abstract": "cycle) associated with the shift work would induce a circadian  between shift work exposure  and negative effects on cognitive  studies have shown adverse effects of shift work on mental",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/12/6540",
        "doi": "DOI unavailable"
    },
    {
        "title": "Shift-work: a review of the health consequences",
        "authors": [
            "A Silva",
            "A Silva",
            "J Duarte"
        ],
        "year": 2020,
        "abstract": "Shift workers have existed since ancient times, among them the watchmen of ancient   schedules that prevent individuals from sleeping at their usual times have a negative impact on the",
        "pdf_link": "https://journals.fe.up.pt/index.php/ijooes/article/view/2184-0954_004.002_0005",
        "doi": "DOI unavailable"
    },
    {
        "title": "Shift-Work-Play: understanding the positive and negative experiences of male and female shift workers to inform opportunities for intervention to improve health and …",
        "authors": [
            "RP Ogeil",
            "M Savic",
            "N Ferguson"
        ],
        "year": 2021,
        "abstract": "• This study confirms that shift work is associated with negative impacts however there are   (facilitated and scheduled at different times to suit shift workers’ schedules), that allows for",
        "pdf_link": "https://search.informit.org/doi/abs/10.3316/informit.963343265180989",
        "doi": "DOI unavailable"
    },
    {
        "title": "Working Time Society consensus statements: Evidence-based effects of shift work and non-standard working hours on workers, family and community",
        "authors": [
            "A Arlinghaus",
            "P Bohle",
            "I Iskra-Golec",
            "N Jansen"
        ],
        "year": 2019,
        "abstract": "of shift work with biological rhythms and its implications are described elsewhere7), this paper  examines associations between working  the negative association between shift work and",
        "pdf_link": "https://www.jstage.jst.go.jp/article/indhealth/57/2/57_SW-4/_article/-char/ja/",
        "doi": "DOI unavailable"
    },
    {
        "title": "Working Time Society consensus statements: Evidence-based effects of shift work on physical and mental health",
        "authors": [
            "CRC Moreno",
            "EC Marqueze",
            "C Sargent"
        ],
        "year": 2019,
        "abstract": "health risks associated with non-standard working hours.  is evidence linking shift work  and negative health outcomes. It  activity, as well as many other factors, can contribute to the",
        "pdf_link": "https://www.jstage.jst.go.jp/article/indhealth/57/2/57_SW-1/_article/-char/ja/",
        "doi": "DOI unavailable"
    },
    {
        "title": "Shift work and mental health: a systematic review and meta-analysis",
        "authors": [
            "Y Zhao",
            "A Richardson",
            "C Poyser",
            "P Butterworth"
        ],
        "year": 2019,
        "abstract": "shift work is not the same as ‘overtime’ or ‘extended hours’ (Fenwick and Tausig 2004; Presser  2003). Shift workers work  that shift work had a negative long-term impact on mental health",
        "pdf_link": "https://link.springer.com/article/10.1007/s00420-019-01434-3",
        "doi": "DOI unavailable"
    },
    {
        "title": "Night shift work and its health effects on nurses",
        "authors": [
            "C Books",
            "LC Coody",
            "R Kauffman"
        ],
        "year": 2020,
        "abstract": "Negative health effects and poor health practices seem to be more prevalent with those who   least 6 hours of sleep each day/night.” Most night nurses getting less than 6 hours of sleep",
        "pdf_link": "https://journals.lww.com/healthcaremanagerjournal/fulltext/2020/07000/Night_Shift_Work_and_Its_Health_Effects_on_Nurses.3.aspx",
        "doi": "DOI unavailable"
    },
    {
        "title": "Cardiovascular health effects of shift work with long working hours and night shifts: study protocol for a three-year prospective follow-up study on industrial workers",
        "authors": [
            "LK Lunde",
            "Ø Skare",
            "A Mamen",
            "PA Sirnes"
        ],
        "year": 2020,
        "abstract": "many of the workers will have several years of shift work behind them, which may have, in  addition to a “healthy worker effect”, an impact  for seniority in shift-work in our analyses. There",
        "pdf_link": "https://www.mdpi.com/1660-4601/17/2/589",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of workplace ergonomics and neck-specific exercise versus ergonomics and health promotion interventions on office worker productivity: A cluster …",
        "authors": [
            "M Pereira",
            "T Comans",
            "G Sjøgaard",
            "L Straker"
        ],
        "year": 2019,
        "abstract": "impact of workplace ergonomics and neck-specific exercise versus ergonomics and health  promotion information on health- ergonomics intervention, combined with 12 weeks of either",
        "pdf_link": "https://www.jstor.org/stable/26567058",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of ergonomics on quality of life in the workplace",
        "authors": [
            "P Marková",
            "K Lestyáska-Škurková"
        ],
        "year": 2023,
        "abstract": "ergonomics can save costs associated with health problems and physical and psychological  illnesses of employees due to poor quality of life in the workplace quality workplaces for the",
        "pdf_link": "https://sciendo.com/pdf/10.2478/czoto-2023-0014",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of ergonomics on employees' productivity in the architectural workplaces",
        "authors": [
            "N Sinno",
            "M Ammoun"
        ],
        "year": 2020,
        "abstract": "the effect of welldesigned workplaces on many aspects such as  the impact of welldesigned  workplaces and ergonomics on  healthy and safe work. For this reason, it is better when",
        "pdf_link": "https://dsgate.uum.edu.my/jspui/handle/20.500.12793/4977",
        "doi": "DOI unavailable"
    },
    {
        "title": "Enhancing occupational health and ergonomics for optimal workplace well-being: a review",
        "authors": [
            "U Adiga"
        ],
        "year": 2023,
        "abstract": "health risks by continuously monitoring employees' health conditions. Integrating technology  into the workplace requires ergonomic  Ergonomics is pivotal in supporting an aging",
        "pdf_link": "https://www.iscientific.org/wp-content/uploads/2023/10/17-ijcbs-23-24-4-17-done.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "A cluster-randomized trial of workplace ergonomics and neck-specific exercise versus ergonomics and health promotion for office workers to manage neck pain–a …",
        "authors": [
            "V Johnston",
            "X Chen",
            "A Welch",
            "G Sjøgaard"
        ],
        "year": 2021,
        "abstract": "This study evaluated the impact of an ergonomic and exercise training (EET) intervention  and an ergonomic and health promotion (EHP) intervention on neck pain intensity among the",
        "pdf_link": "https://link.springer.com/article/10.1186/s12891-021-03945-y",
        "doi": "DOI unavailable"
    },
    {
        "title": "Modern workplace ergonomics and productivity–a systematic literature review",
        "authors": [
            "J Jiang",
            "VG Duffy"
        ],
        "year": 2021,
        "abstract": "workplaces to different places has offered researchers opportunities to study the impact on  productivity and ergonomics on  of the topic of workplace ergonomics and productivity. The",
        "pdf_link": "https://link.springer.com/chapter/10.1007/978-3-030-90966-6_35",
        "doi": "DOI unavailable"
    },
    {
        "title": "Ergonomics in the workplace for a better quality of work life",
        "authors": [
            "S Afroz",
            "MI Haque"
        ],
        "year": 2021,
        "abstract": "can formulate ergonomic interventions to improve health and wellbeing of their employees.   a proof that Amex has succeeded in making a positive impact on the lives of their employees.",
        "pdf_link": "https://link.springer.com/chapter/10.1007/978-981-15-9054-2_57",
        "doi": "DOI unavailable"
    },
    {
        "title": "Analysis of the impact of ergonomics on office workstations",
        "authors": [
            "LFM Lora",
            "JAM Pérez",
            "EGF Álvarez"
        ],
        "year": 2023,
        "abstract": ", which will provide both for the worker and for the organization, better health  impact that  ergonomics has on office workstations, highlighting the importance of including this ergonomic",
        "pdf_link": "https://dialnet.unirioja.es/servlet/articulo?codigo=9819609",
        "doi": "DOI unavailable"
    },
    {
        "title": "Ergonomic impact on employees' work performance",
        "authors": [
            "D Ravindran"
        ],
        "year": 2019,
        "abstract": "on Awkward postures and frequent health effects due to wrong workplace ergonomics.   on Awkward postures and Frequent health effects due to wrong workplace ergonomics.",
        "pdf_link": "https://www.researchgate.net/profile/Manisha-Kumari-26/publication/344296717_International_Journal_of_Advance_Innovative_Research/links/5f646842458515b7cf3c0b5c/International-Journal-of-Advance-Innovative-Research.pdf#page=256",
        "doi": "DOI unavailable"
    },
    {
        "title": "The Impact of Physical Therapy Delivered Ergonomics in the Workplace: A Narrative Review.",
        "authors": [
            "J Prall",
            "M Ross"
        ],
        "year": 2021,
        "abstract": "Currently, there are no mandated Occupational Safety and Health Administration (OSHA)  standards for ergonomics and related musculoskeletal injury prevention in the",
        "pdf_link": "https://pdfs.semanticscholar.org/9ab7/2ed5d9adcf30500e18f91f0863140d20b7cd.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of long-term sitting on productivity, burnout, and health: Employees' view on workplace ergonomics",
        "authors": [
            "M Bakator",
            "E Desnica",
            "M Nikolić",
            "I Palinkaš"
        ],
        "year": 2021,
        "abstract": "The main purpose of this research is to determine the impact of chair ergonomics,  workplace  ergonomics, prolonged and continuous sitting, employee burnout, and employee health. A",
        "pdf_link": "https://link.springer.com/chapter/10.1007/978-3-030-88465-9_65",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of Ergonomics on Workers' Performance and Health",
        "authors": [
            "DR Silva",
            "A de Jesus Laurenço",
            "JQ Galvão"
        ],
        "year": 2024,
        "abstract": ", the application of ergonomics in Brazilian workplaces, highlighting its impact on the health  and  Research has shown the relevance of physical and cognitive ergonomics in preventing",
        "pdf_link": "https://www.academia.edu/download/119161011/5IJAERS_09202451_Impactof_2_.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Relationship between knowledge of ergonomics and workplace condition with musculoskeletal disorders among nurses",
        "authors": [
            "A Mohammad",
            "B Abbas",
            "H Narges"
        ],
        "year": 2019,
        "abstract": "shows that respecting ergonomic principles in the workplace has a significant impact on  reducing  Nurses are an efficient and effective part of any health system, so investigating their",
        "pdf_link": "https://journals.lww.com/iahs/fulltext/2019/06030/Relationship_between_Knowledge_of_Ergonomics_and.2.aspx",
        "doi": "DOI unavailable"
    },
    {
        "title": "Musculoskeletal disorders, workplace ergonomics and injury prevention",
        "authors": [
            "DO Odebiyi",
            "UAC Okafor"
        ],
        "year": 2023,
        "abstract": "work-place conditions may have negative impacts on MSH, and may lead to failure to create  a healthy  ’s sense of health and well-being [25]. Also, according to the National Institute for",
        "pdf_link": "https://www.intechopen.com/chapters/84280",
        "doi": "DOI unavailable"
    },
    {
        "title": "What do the different ergonomic interventions accomplish in the workplace? A systematic review",
        "authors": [
            "R Heidarimoghadam",
            "I Mohammadfam"
        ],
        "year": 2022,
        "abstract": "Ergonomic interventions in workplaces focusing on any ergonomics health outcomes or  productivity  significant impact of participatory ergonomics on the ergonomic outputs of studies.",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/10803548.2020.1811521",
        "doi": "DOI unavailable"
    },
    {
        "title": "A literature review on ergonomics, ergonomics practices, and employee performance",
        "authors": [
            "R Koirala",
            "A Nepal"
        ],
        "year": 2022,
        "abstract": "A new trend in managing workplace ergonomics is  Ergonomics practices have a big impact  on how top-level managers think about employee health and reducing risks in the workplace",
        "pdf_link": "https://nepjol.info/index.php/qjmss/article/view/50322",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of workplace ergonomics and neck-specific exercise versus ergonomics and health promotion interventions on office worker productivity: A cluster …",
        "authors": [
            "M Pereira",
            "T Comans",
            "G Sjøgaard",
            "L Straker"
        ],
        "year": 2019,
        "abstract": "as the workplace and physical ability of the office worker are both optimized. The main aim   versus ergonomics and health promotion information (EHP) in a general population of office",
        "pdf_link": "https://www.jstor.org/stable/26567058",
        "doi": "DOI unavailable"
    },
    {
        "title": "Analysis of the impact of ergonomics on office workstations",
        "authors": [
            "LFM Lora",
            "JAM Pérez",
            "EGF Álvarez"
        ],
        "year": 2023,
        "abstract": "the worker and for the organization, better health and safety, reliability, quality,  impact that  ergonomics has on office workstations, highlighting the importance of including this ergonomic",
        "pdf_link": "https://dialnet.unirioja.es/servlet/articulo?codigo=9819609",
        "doi": "DOI unavailable"
    },
    {
        "title": "A cluster-randomized trial of workplace ergonomics and neck-specific exercise versus ergonomics and health promotion for office workers to manage neck pain–a …",
        "authors": [
            "V Johnston",
            "X Chen",
            "A Welch",
            "G Sjøgaard"
        ],
        "year": 2021,
        "abstract": "Neck pain is prevalent among office workers. This study evaluated the impact of an ergonomic  and exercise training (EET) intervention and an ergonomic and health promotion (EHP)",
        "pdf_link": "https://link.springer.com/article/10.1186/s12891-021-03945-y",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of ergonomics on employees' productivity in the architectural workplaces",
        "authors": [
            "N Sinno",
            "M Ammoun"
        ],
        "year": 2020,
        "abstract": "This project aims to emphasize the impact of welldesigned workplaces and ergonomics on   Poor working condition may affect many aspects such as work-related health problems. This",
        "pdf_link": "https://dsgate.uum.edu.my/jspui/handle/20.500.12793/4977",
        "doi": "DOI unavailable"
    },
    {
        "title": "The Impact of office ergonomics on the job performance of the educational manager",
        "authors": [
            "EO Amadi",
            "RE Wariowei"
        ],
        "year": 2022,
        "abstract": "Health, safety and performance. From the definition, the goal of office ergonomics is to set  up office  the needs of the educational manager in his quest to execute office task very well.",
        "pdf_link": "https://mail.bwjournal.org/index.php/bsjournal/article/download/822/741",
        "doi": "DOI unavailable"
    },
    {
        "title": "Ergonomics assessment of office desk workers working in corporate offices",
        "authors": [
            "A Chandwani",
            "MK Chauhan",
            "A Bhatnagar"
        ],
        "year": 2019,
        "abstract": "Table 1 shows the responses on workplace and health issues among office  impact of  ergonomics intervention on psychosocial factors and musculoskeletal symptoms among office",
        "pdf_link": "https://www.academia.edu/download/63979647/5120200721-128318-btit1s.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Effect of office ergonomics on office workers' productivity in the polytechnics, Nigeria",
        "authors": [
            "EI Baba",
            "DD Baba",
            "JO Oborah"
        ],
        "year": 2021,
        "abstract": "Office work is susceptible to other health and safety problems,  In addition to poor ergonomic  effect on health of office  impact of ergonomically fitting work conditions on the interns",
        "pdf_link": "https://www.researchgate.net/profile/James-Oborah/publication/350608893_Effect_of_Office_Ergonomics_on_Office_Workers'_Productivity_in_the_Polytechnics_Nigeria/links/60686fa4458515614d31189e/Effect-of-Office-Ergonomics-on-Office-Workers-Productivity-in-the-Polytechnics-Nigeria.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Online office ergonomics training programs: A scoping review examining design and user-related outcomes",
        "authors": [
            "H Zerguine",
            "GN Healy",
            "AD Goode",
            "J Zischke",
            "A Abbott"
        ],
        "year": 2023,
        "abstract": "training programs have emerged as an efficient way to support office workers’ health,   office ergonomics training tested in the scientific literature and provided by Occupational Health",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0925753522003393",
        "doi": "DOI unavailable"
    },
    {
        "title": "Effectiveness of an ergonomics training program on musculoskeletal disorders, job stress, quality of work-life and productivity in office workers: a quasi-randomized …",
        "authors": [
            "MS Sohrabi",
            "M Babamiri"
        ],
        "year": 2022,
        "abstract": "office workers is an important issue related to health and job productivity. The present study  aimed to evaluate the effect of an ergonomics  psychosocial stresses among office workers.",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/10803548.2021.1918930",
        "doi": "DOI unavailable"
    },
    {
        "title": "Ergonomics in the workplace for a better quality of work life",
        "authors": [
            "S Afroz",
            "MI Haque"
        ],
        "year": 2021,
        "abstract": "office environment is important as it effects the health and quality of work life of employees  [2]. As an applied discipline, ergonomics  in making a positive impact on the lives of their",
        "pdf_link": "https://link.springer.com/chapter/10.1007/978-981-15-9054-2_57",
        "doi": "DOI unavailable"
    },
    {
        "title": "The pitfalls of the traditional office ergonomics model in the current mobile work environment: Is visual ergonomics health literacy the remedy?",
        "authors": [
            "J Long",
            "H Richter"
        ],
        "year": 2019,
        "abstract": "potential health care issue, we propose the introduction of Visual Ergonomics Health Literacy.   The impact of intermittent device use and multiple device use on visual comfort and ocular",
        "pdf_link": "https://content.iospress.com/articles/work/wor192937",
        "doi": "DOI unavailable"
    },
    {
        "title": "A systematic review of working conditions and occupational health in home office",
        "authors": [
            "MS Wütschert",
            "D Romano-Pereira",
            "L Suter"
        ],
        "year": 2022,
        "abstract": "Further research is needed to understand the impact of ergonomics programs and  ergonomics  to promote health, prevent injuries and reduce the occurrence of MSDs in office settings.",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.3233/WOR-205239",
        "doi": "DOI unavailable"
    },
    {
        "title": "Enhancing occupational health and ergonomics for optimal workplace well-being: a review",
        "authors": [
            "U Adiga"
        ],
        "year": 2023,
        "abstract": "Occupational health and ergonomics play crucial roles in optimizing workplace environments  and ensuring the well-being of employees. Workplace design, encompassing physical",
        "pdf_link": "https://www.iscientific.org/wp-content/uploads/2023/10/17-ijcbs-23-24-4-17-done.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Ergonomic work from home and occupational health problems amid COVID-19",
        "authors": [
            "S Ahmed",
            "F Qamar",
            "SA Soomro"
        ],
        "year": 2022,
        "abstract": "Through positive impact on employee health, ergonomic  is workplace ergonomics and  occupational health challenges  disruptions severely affected employees’ occupational health.",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.3233/HSM-211548",
        "doi": "DOI unavailable"
    },
    {
        "title": "Home-based work and ergonomics: Physical and psychosocial considerations",
        "authors": [
            "J Reznik",
            "C Hungerford",
            "R Kornhaber"
        ],
        "year": 2022,
        "abstract": "In this column, we discussed the health and psychosocial impacts of HBW during the COVID-19  pandemic and beyond. We also considered how workers could support themselves and",
        "pdf_link": "https://www.tandfonline.com/doi/full/10.1080/01612840.2021.1875276",
        "doi": "DOI unavailable"
    },
    {
        "title": "Ergonomic work from home and occupational health problems amid COVID-19",
        "authors": [
            "S Ahmed",
            "F Qamar",
            "SA Soomro"
        ],
        "year": 2022,
        "abstract": "Through positive impact on employee health, ergonomic  is workplace ergonomics and  occupational health challenges  disruptions severely affected employees’ occupational health.",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.3233/HSM-211548",
        "doi": "DOI unavailable"
    },
    {
        "title": "Home ergonomics–lessons learned",
        "authors": [
            "ME Boatca",
            "A Draghici"
        ],
        "year": 2021,
        "abstract": "irrespective of conditions they may have at home. This raises serious concerns over equity   learn and the impact of poor ergonomic conditions on students‟ health (both physically and",
        "pdf_link": "https://www.matec-conferences.org/articles/matecconf/abs/2021/12/matecconf_mse21_11012/matecconf_mse21_11012.html",
        "doi": "DOI unavailable"
    },
    {
        "title": "Effects of Ergonomics Practices on Home Workstation Towards Employee's Physical Health Conditions",
        "authors": [
            "MSK Jameela"
        ],
        "year": 2021,
        "abstract": "impact of implementing ergonomics on computer workstation at home towards reducing  physical health  the benefit to set up workstation in an ergonomically way that is right for one’s",
        "pdf_link": "https://search.proquest.com/openview/a07fdf4bddb6561b838d5d3d35e67990/1?pq-origsite=gscholar&cbl=2026366&diss=y",
        "doi": "DOI unavailable"
    },
    {
        "title": "The role of at home workstation ergonomics and gender on musculoskeletal pain",
        "authors": [
            "KFE MacLean",
            "HF Neyedli",
            "C Dewis",
            "RJ Frayne"
        ],
        "year": 2022,
        "abstract": "WFH has worsened employee musculoskeletal health and the ergonomic gap between  women and men in the workspace has persisted in the WFH environment, with seat height and",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.3233/WOR-210692",
        "doi": "DOI unavailable"
    },
    {
        "title": "Kitchen ergonomics in health and healthcare: A rapid scoping review",
        "authors": [
            "H Chen",
            "INN Anton",
            "INR Holden",
            "IND Yu"
        ],
        "year": 2024,
        "abstract": "a more ergonomic and health-conscious home kitchen  ergonomics has been emphasized  in this review as an area for enhancing health, there can be a negative impact on health",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S277250142400006X",
        "doi": "DOI unavailable"
    },
    {
        "title": "The home office: ergonomic lessons from the “new normal”",
        "authors": [
            "KG Davis",
            "SE Kotowski",
            "D Daniel"
        ],
        "year": 2020,
        "abstract": "ergonomic risks with home health care workers in an interdisciplinary team and  occupational/public health  See the impact this article is making through the number of times it’s",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/1064804620937907",
        "doi": "DOI unavailable"
    },
    {
        "title": "A cluster-randomized trial of workplace ergonomics and neck-specific exercise versus ergonomics and health promotion for office workers to manage neck pain–a …",
        "authors": [
            "V Johnston",
            "X Chen",
            "A Welch",
            "G Sjøgaard"
        ],
        "year": 2021,
        "abstract": "the impact of an ergonomic and exercise training (EET) intervention and an ergonomic and  health  fortnightly training schedule and instructions on how to perform exercises at home.",
        "pdf_link": "https://link.springer.com/article/10.1186/s12891-021-03945-y",
        "doi": "DOI unavailable"
    },
    {
        "title": "Home health care nurse routing and scheduling problem considering ergonomic risk factors",
        "authors": [
            "Z Durak",
            "O Mutlu"
        ],
        "year": 2024,
        "abstract": "a mathematical model that incorporate ergonomic risks. We  examples to investigate the  impact of workload on the nurse  to home health care scheduling by incorporating ergonomic",
        "pdf_link": "https://www.cell.com/heliyon/fulltext/S2405-8440(23)11104-2?uuid=uuid%3Af5bbca4b-3807-4dd8-8623-c5a1c9f238bc",
        "doi": "DOI unavailable"
    },
    {
        "title": "Can working at home be a hazard? Ergonomic factors associated with musculoskeletal disorders among teleworkers during the COVID-19 pandemic: a scoping …",
        "authors": [
            "L Cruz-Ausejo",
            "A Copez-Lonzoy"
        ],
        "year": 2023,
        "abstract": "), working furniture (non-ergonomic chairs and desks), use of  Various ergonomic home  factors and the characteristics of  and conditions at home to prevent health problems in the",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/10803548.2022.2127246",
        "doi": "DOI unavailable"
    },
    {
        "title": "Human factors and ergonomics in health care",
        "authors": [
            "P Carayon",
            "K Wust",
            "BZ Hose"
        ],
        "year": 2021,
        "abstract": "-term care, such as nursing home care and home health care. The increasing implementation   in order for HFE to have an impact on health care outcomes for both patients and workers,",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1002/9781119636113.ch53",
        "doi": "DOI unavailable"
    },
    {
        "title": "Work from home: Facilitators for an effective ergonomic work system",
        "authors": [
            "J Lee",
            "JH Lin",
            "SS Bao",
            "MM Robertson"
        ],
        "year": 2024,
        "abstract": "work-related stress, and overall health and well-being. These additional measures would  provide a more comprehensive understanding of the impact of ergonomic WFH arrangements.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S000368702400053X",
        "doi": "DOI unavailable"
    },
    {
        "title": "Ergonomic lighting considerations for the home office workplace",
        "authors": [
            "C McKee",
            "A Hedge"
        ],
        "year": 2022,
        "abstract": "and their ergonomic impacts on the population of office employees now working from  home.  does not only impact ocular health but can also have large-scale impacts on human",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.3233/WOR-210704",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of ergonomics on the productivity and performance of hotel housekeepers",
        "authors": [
            "R Mitra",
            "SB Mukhopadhyay",
            "M Sohini"
        ],
        "year": 2022,
        "abstract": "To create awareness about the health hazards caused by poor ergonomics. ─ To suggest  ways and means to implement good ergonomic practices in the housekeeping department.",
        "pdf_link": "http://ihmahmedabad.com/download/others/Journal%20Index_2022_vol4_issue2/IJHM_Volume_4_Issue_2_Article_5.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "… with musculoskeletal disorders: a health promotion intervention based on a participatory ergonomic approach—the Housewives Ergonomic Intervention (HEI) trial",
        "authors": [
            "S Norouzi",
            "SS Tavafian",
            "R Cousins",
            "H Mokarami"
        ],
        "year": 2021,
        "abstract": "the impact of a health promotion training program based on a participatory ergonomic   that the biomechanical activities undertaken in the home increases the incidence of back, neck,",
        "pdf_link": "https://link.springer.com/article/10.1186/s13063-021-05436-w",
        "doi": "DOI unavailable"
    },
    {
        "title": "Workplace ergonomics problems and solutions: Working from home",
        "authors": [
            "JA Yeow",
            "PK Ng",
            "WY Lim"
        ],
        "year": 2021,
        "abstract": "This finding exposes the impact of musculoskeletal injuries on the productivity  ergonomic  health-related evidence/cases directly following the MCOs' practices of WFH (work from home),",
        "pdf_link": "https://f1000research.com/articles/10-1025/v1?src=rss&utm_source=researcher_app&utm_medium=referral&utm_campaign=RESR_MRKT_Researcher_inbound",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of ergonomics on children studying online during COVID-19 lockdown",
        "authors": [
            "MSB Choudhary",
            "AB Choudary",
            "S Jamal"
        ],
        "year": 2020,
        "abstract": "ergonomics at workplace including working from home is not free from serious long-term  health  In view of this, study was undertaken to assess the effects of ergonomic settings on",
        "pdf_link": "https://saudijournals.com/media/articles/JASPE_38_117-120_c.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Ergonomics, Health, and Perceptions about Remote Domestic Workposts: Study in Areas of City of João Pessoa, Paraíba, Brazil",
        "authors": [
            "LB Silva",
            "CJ Beserra Melo"
        ],
        "year": 2024,
        "abstract": "from home for 6 to 8 ha day with 1 h for lunch. This article explores the ergonomic and health  impacts  This exploratory study aims to provide an initial analysis of ergonomic and health",
        "pdf_link": "https://www.mdpi.com/1660-4601/21/7/941",
        "doi": "DOI unavailable"
    },
    {
        "title": "Ergonomics advances in office work and work-from-home",
        "authors": [
            "KM Gallagher",
            "AJ Chambers",
            "JH Lin"
        ],
        "year": 2023,
        "abstract": "advantages and impacts on office ergonomics warrant constant  ergonomics research  literature and could lead to the development of better workplace health interventions for home",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/21695067231192577",
        "doi": "DOI unavailable"
    },
    {
        "title": "The ergonomics design of Work-From-Home Facility during COVID-19 Outbreak inIndonesia and Its Implications for Musculoskeletal",
        "authors": [
            "E Widianawati",
            "A Khorioni",
            "BYS Nugroho"
        ],
        "year": 2020,
        "abstract": "Ergonomic factors have a major impact on work comfort, especially in the design and  the  ergonomic level of work tables and chairs3. The design of desks and chairs at home needs to",
        "pdf_link": "https://pjmhsonline.com/2020/oct_dec/1619.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Ergonomics and musculoskeletal health of the surgeon",
        "authors": [
            "AT Schlussel",
            "JA Maykel"
        ],
        "year": 2019,
        "abstract": "I never considered the impact surgery would have on my own musculoskeletal (MSK) health.  As I  in the operating room without regard for proper ergonomics. It required surgery and an",
        "pdf_link": "https://www.thieme-connect.com/products/all/doi/10.1055/s-0039-1693026",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of workplace ergonomics and neck-specific exercise versus ergonomics and health promotion interventions on office worker productivity: A cluster …",
        "authors": [
            "M Pereira",
            "T Comans",
            "G Sjøgaard",
            "L Straker"
        ],
        "year": 2019,
        "abstract": "Objectives Using an employer's perspective, this study aimed to compare the immediate and  longer-term impact of workplace ergonomics and neck-specific exercise versus ergonomics",
        "pdf_link": "https://www.jstor.org/stable/26567058",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of ergonomics on quality of life in the workplace",
        "authors": [
            "P Marková",
            "K Lestyáska-Škurková"
        ],
        "year": 2023,
        "abstract": "caused by musculoskeletal disorders (MSDs), ie, ergonomic injuries that occur when the  body uses muscles, tendons, and ligaments, and result in an average of 12 days of disability.",
        "pdf_link": "https://sciendo.com/pdf/10.2478/czoto-2023-0014",
        "doi": "DOI unavailable"
    },
    {
        "title": "Musculoskeletal health in the workplace",
        "authors": [
            "JO Crawford",
            "D Berkovic",
            "J Erwin",
            "SM Copsey"
        ],
        "year": 2020,
        "abstract": "Musculoskeletal (MSK) problems remain the most frequent reason why individuals are absent  from work, including those with work-related musculoskeletal  2000; how work impacts on",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1521694220300759",
        "doi": "DOI unavailable"
    },
    {
        "title": "Ergonomics and musculoskeletal disorders in neurosurgery: a systematic review",
        "authors": [
            "A Lavé",
            "R Gondar",
            "AK Demetriades",
            "TR Meling"
        ],
        "year": 2020,
        "abstract": "work-related musculoskeletal disorders (WMSDs), which can negatively impact their quality   According to the World Health Organization definition, WMSDs include all health problems of",
        "pdf_link": "https://link.springer.com/article/10.1007/s00701-020-04494-4",
        "doi": "DOI unavailable"
    },
    {
        "title": "The effect of ergonomic educational intervention on reducing musculoskeletal disorders among nurses",
        "authors": [
            "S Jambarsang",
            "V Anoosheh"
        ],
        "year": 2020,
        "abstract": "The data for the last 12 months were applied to assess the prevalence of skeletal disorders  and the data for the last 7 days to evaluate the impact of training on musculoskeletal",
        "pdf_link": "https://aoh.ssu.ac.ir/article-1-207-en.html",
        "doi": "DOI unavailable"
    },
    {
        "title": "How ergonomic evaluations influence the risk of musculoskeletal disorders in the industrial context? A brief literature review",
        "authors": [
            "A Pimparel",
            "S Madaleno",
            "C Ollay",
            "AT Gabriel"
        ],
        "year": 2022,
        "abstract": "As so, the objective of this paper is to identify if the application of ergonomic studies can  be associated with a positive impact on the incidence of musculoskeletal disorders and the",
        "pdf_link": "https://link.springer.com/chapter/10.1007/978-3-030-89617-1_36",
        "doi": "DOI unavailable"
    },
    {
        "title": "The Impact of Physical Therapy Delivered Ergonomics in the Workplace: A Narrative Review.",
        "authors": [
            "J Prall",
            "M Ross"
        ],
        "year": 2021,
        "abstract": "therapist can have on employee health and the prevention of work-related musculoskeletal  disorders. In terms of results, when ergonomic interventions were applied, employers saw",
        "pdf_link": "https://pdfs.semanticscholar.org/9ab7/2ed5d9adcf30500e18f91f0863140d20b7cd.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of a simulation-based ergonomics training curriculum on work-related musculoskeletal injury risk in colonoscopy",
        "authors": [
            "R Khan",
            "MA Scaffidi",
            "J Satchwell",
            "N Gimpaya"
        ],
        "year": 2020,
        "abstract": "Background and Aims Endoscopists are at risk of developing musculoskeletal injuries (MSIs),  and few receive training on ergonomics. The aim of this study was to determine the impact",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0016510720339948",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of ergonomics on recruitment to surgical fields: a multi-institutional survey study",
        "authors": [
            "AR Sergesketter",
            "DT Lubkin",
            "RL Shammas"
        ],
        "year": 2019,
        "abstract": "Awareness of ergonomics in surgery is growing, but whether musculoskeletal (MSK) injuries  in  rotations and determine whether ergonomics influence student interest in surgical fields.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S002248041830831X",
        "doi": "DOI unavailable"
    },
    {
        "title": "Surgical ergonomics and musculoskeletal pain in arthroplasty surgeons",
        "authors": [
            "KS McQuivey",
            "ZK Christopher",
            "DG Deckey",
            "L Mi"
        ],
        "year": 2021,
        "abstract": "This study demonstrates that MSP has a significant impact on career attitudes, lifestyle, and  overall  surgeons through promotion of improved ergonomics and risk-reduction strategies.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0883540321005866",
        "doi": "DOI unavailable"
    },
    {
        "title": "Relationship between knowledge of ergonomics and workplace condition with musculoskeletal disorders among nurses",
        "authors": [
            "A Mohammad",
            "B Abbas",
            "H Narges"
        ],
        "year": 2019,
        "abstract": "shows that respecting ergonomic principles in the workplace has a significant impact on  reducing  Nurses are an efficient and effective part of any health system, so investigating their",
        "pdf_link": "https://journals.lww.com/iahs/fulltext/2019/06030/Relationship_between_Knowledge_of_Ergonomics_and.2.aspx",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep and health",
        "authors": [
            "MA Grandner"
        ],
        "year": 2019,
        "abstract": "Sleep Health” and includes chapters on the basics of sleep physiology and measurement,  basic epidemiology of sleep health factors, basic information about sleep  of sleep and health.",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=Ou2SDwAAQBAJ&oi=fnd&pg=PP1&dq=impact+of+sleep+on+health&ots=gS_zQwdx5v&sig=JqhFwSKT4Ts2djDoIJwjuZdiFH8",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of sleep health on self-perceived health status",
        "authors": [
            "M Dalmases",
            "I Benítez",
            "E Sapiña-Beltran"
        ],
        "year": 2019,
        "abstract": "from 0 (very poor sleep health) to 10 (excellent sleep health). For the purpose of this study  having a SATED score <8 was considered as poor sleep health; this threshold corresponds to",
        "pdf_link": "https://www.nature.com/articles/s41598-019-43873-5",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep, health, and society",
        "authors": [
            "MA Grandner"
        ],
        "year": 2022,
        "abstract": "showing that environmental noise228,229 and light230-233 can adversely impact sleep  and that neighborhoods that are active at night may directly impact sleep through these.",
        "pdf_link": "https://www.sciencedirect.com/science/article/am/pii/S1556407X22000200",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep and health among collegiate student athletes",
        "authors": [
            "AA Brauer",
            "AB Athey",
            "MJ Ross",
            "MA Grandner"
        ],
        "year": 2019,
        "abstract": "the links between short sleep, health, and performance have  Poor sleep health and sleep  disorders are of increasing  literature on sleep and its impact on health and performance",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S0012369219334671",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of sleep health on self-perceived health status",
        "authors": [
            "M Dalmases",
            "I Benítez",
            "E Sapiña-Beltran"
        ],
        "year": 2019,
        "abstract": "available, sleep quality has also been related to health status in sleep duration combined  with a decrease in sleep quality 19 .  , sleep duration and sleep quality on self-perceived health",
        "pdf_link": "https://www.nature.com/articles/s41598-019-43873-5",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep quality, mental and physical health: a differential relationship",
        "authors": [
            "V Clement-Carbonell",
            "I Portilla-Tamarit"
        ],
        "year": 2021,
        "abstract": "sleep quality and mental health than sleep quality and physical health in young adults.   association between sleep quality and MCS and PCS since just two sleep quality subscales were",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/2/460",
        "doi": "DOI unavailable"
    },
    {
        "title": "Quality of sleep, health and well-being in a population-based study",
        "authors": [
            "MBA Barros",
            "MG Lima",
            "MF Ceolim"
        ],
        "year": 2019,
        "abstract": "Due to the strong impact of sleep quality on populations’ health, their patterns and trends  must be monitored to identify the most vulnerable social and demographic segments, signaling",
        "pdf_link": "https://www.scielo.br/j/rsp/a/tsYyRNmY7Lj9tLLDnCLMg3b/?format=html&lang=en",
        "doi": "DOI unavailable"
    },
    {
        "title": "Which is more important for health: sleep quantity or sleep quality?",
        "authors": [
            "J Kohyama"
        ],
        "year": 2021,
        "abstract": "of sleep. This review looks at both sleep quantity and sleep quality, considering how to   the complex but probably unavoidable physiological phenomenon of sleep. The need for",
        "pdf_link": "https://www.mdpi.com/2227-9067/8/7/542",
        "doi": "DOI unavailable"
    },
    {
        "title": "The association between sleep quality and quality of life: a population-based study",
        "authors": [
            "S Lee",
            "JH Kim",
            "JH Chung"
        ],
        "year": 2021,
        "abstract": "there is an association between sleep quality and QoL, using data from the 2018 Korea  Community Health Survey (KCHS), a population-based health survey that is representative of",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1389945721003014",
        "doi": "DOI unavailable"
    },
    {
        "title": "Poor sleep quality and its consequences on mental health during the COVID-19 lockdown in Italy",
        "authors": [
            "C Franceschini",
            "A Musetti",
            "C Zenesini"
        ],
        "year": 2020,
        "abstract": "showed that sleep habits affected by quarantine had a strong impact on sleep quality:   have increased habitual napping time have poor sleep quality. Regular schedules also played a",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fpsyg.2020.574475/full",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep quality among healthcare workers during the COVID-19 pandemic and its impact on medical errors: Kuwait experience",
        "authors": [
            "A Abbas",
            "T Al-Otaibi",
            "OA Gheith"
        ],
        "year": 2021,
        "abstract": "This study aimed to assess the sleep quality (SQ) among HCWs on the front line of  COVID-19 management at Kuwait Ministry of Health (MOH) hospitals and its relationship to",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC8051301/",
        "doi": "DOI unavailable"
    },
    {
        "title": "Association between night shift and sleep quality and health among Chinese nurses: a cross‐sectional study",
        "authors": [
            "H Feng",
            "X Qi",
            "CL Xia",
            "S Xiao"
        ],
        "year": 2021,
        "abstract": "pay attention to the impact of shift work on nurses’ sleep quality and health and reform the   the impact of night shift work as an exposure risk factor on nurses' sleep quality and health",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/jonm.13351",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep quality: An evolutionary concept analysis",
        "authors": [
            "KL Nelson",
            "JE Davis",
            "CF Corbett"
        ],
        "year": 2022,
        "abstract": "Stress, anxiety, and depression that can impact sleep quality were some of the noted  psychological antecedents within the literature. Environmental antecedents mentioned in the",
        "pdf_link": "https://onlinelibrary.wiley.com/doi/abs/10.1111/nuf.12659",
        "doi": "DOI unavailable"
    },
    {
        "title": "Association between night-shift work, sleep quality and health-related quality of life: a cross-sectional study among manufacturing workers in a middle-income setting",
        "authors": [
            "YC Lim",
            "VCW Hoe",
            "A Darus",
            "N Bhoo-Pathy"
        ],
        "year": 2020,
        "abstract": "adversely affect health. This study aimed to determine the impact of night-shift work on  health-related quality of life (HRQoL), and to assess whether sleep quality was a mediating factor.",
        "pdf_link": "https://bmjopen.bmj.com/content/10/9/e034455.abstract",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep and health",
        "authors": [
            "MA Grandner"
        ],
        "year": 2019,
        "abstract": "411 Sleep duration and mental health Sleep quality and  This emerging focus on the public  health impact of sleep  the relationship between habitual sleep duration and mortality. The",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=Ou2SDwAAQBAJ&oi=fnd&pg=PP1&dq=impact+of+sleep+quality+on+health&ots=gS_zQwez4q&sig=WqlV4U1igcgqYfZ3Arog0zZhlEg",
        "doi": "DOI unavailable"
    },
    {
        "title": "Relationship of sleep quality, smartphone dependence, and health-related behaviors in female junior college students",
        "authors": [
            "PY Wang",
            "KL Chen",
            "SY Yang",
            "PH Lin"
        ],
        "year": 2019,
        "abstract": "sleep quality and health-promoting behavior in this study has helped clarify which health-related  behaviors can improve sleep quality  of smartphone use before sleep. The fact that",
        "pdf_link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0214769",
        "doi": "DOI unavailable"
    },
    {
        "title": "Prevalence of gaming addiction and its impact on sleep quality: A cross-sectional study from Pakistan",
        "authors": [
            "M Zaman",
            "MS Babar",
            "M Babar",
            "F Sabir",
            "F Ashraf"
        ],
        "year": 2022,
        "abstract": "Compared to those not addicted to gaming, participants with gaming addiction had  significantly poorer subjective sleep quality, higher sleep disturbance, lesser sleep duration, and",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S2049080122004010",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep duration and health in adults: an overview of systematic reviews",
        "authors": [
            "JP Chaput",
            "C Dutil",
            "R Featherstone"
        ],
        "year": 2020,
        "abstract": "impact of age. Findings from this review will inform public health guidelines around sleep  duration  associations between sleep duration and outcomes differed not only by age but also",
        "pdf_link": "https://cdnsciencepub.com/doi/abs/10.1139/apnm-2020-0034",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of Age on Sleep Duration and Health Outcomes: Evidence from Four Large Cohort Studies",
        "authors": [
            "J Liao",
            "Y Shi",
            "Y Li",
            "D Han"
        ],
        "year": 2025,
        "abstract": "Sleep duration(SD) is a critical determinant of health, with both short and long SD  ages  may exhibit unequal sleep needs. Few studies have addressed the modulation of age on SD",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1389945725000759",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep duration and health outcomes: an umbrella review",
        "authors": [
            "J Li",
            "D Cao",
            "Y Huang",
            "Z Chen",
            "R Wang",
            "Q Dong"
        ],
        "year": 2022,
        "abstract": "umbrella review to synthesize the data on sleep duration and its effects on health outcomes.   linked to large for gestational age (1.5, 0.7–2.8) or small for gestational age (1.3, 0.9–2.0) in",
        "pdf_link": "https://link.springer.com/article/10.1007/s11325-021-02458-1",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of sleep duration on executive function and brain structure",
        "authors": [
            "XY Tai",
            "C Chen",
            "S Manohar",
            "M Husain"
        ],
        "year": 2022,
        "abstract": "We next examined the relationship between sleep duration and Executive Function age-residuals  in younger (38–59 years, n = 262,409) and older (60–73 years, n = 212,006)",
        "pdf_link": "https://www.nature.com/articles/s42003-022-03123-3",
        "doi": "DOI unavailable"
    },
    {
        "title": "Association of sleep duration at age 50, 60, and 70 years with risk of multimorbidity in the UK: 25-year follow-up of the Whitehall II cohort study",
        "authors": [
            "S Sabia",
            "A Dugravot",
            "D Léger",
            "CB Hassen"
        ],
        "year": 2022,
        "abstract": "Sleep duration and quality might impact health via their role in regulation of endocrine and  metabolic processes, inflammation, and circadian rhythm [15,16]. There was no evidence in",
        "pdf_link": "https://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1004109&utm_source=Rambler&utm_medium=doctor&utm_campaign=transition",
        "doi": "DOI unavailable"
    },
    {
        "title": "Inverted U-shaped relationship between sleep duration and phenotypic age in US adults: a population-based study",
        "authors": [
            "Y You",
            "Y Chen",
            "R Liu",
            "Y Zhang",
            "M Wang",
            "Z Yang"
        ],
        "year": 2024,
        "abstract": "Additionally, although not explored in this study, the impact of napping on sleep duration  is a multifaceted aspect that requires careful consideration 39,40,41 . Further exploration is",
        "pdf_link": "https://www.nature.com/articles/s41598-024-56316-7",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of sleep duration, physical activity, and screen time on health-related quality of life in children and adolescents",
        "authors": [
            "CKH Wong",
            "RS Wong",
            "JPY Cheung",
            "KTS Tung"
        ],
        "year": 2021,
        "abstract": "of sleep duration, screen time, and physical activity on health outcomes as  age and sex.  c Restricted cubic spline plot of association of sleeping duration (hours per day) with health",
        "pdf_link": "https://link.springer.com/article/10.1186/s12955-021-01776-y",
        "doi": "DOI unavailable"
    },
    {
        "title": "The effect of urbanization on sleep, sleep/wake routine, and metabolic health of residents in the Amazon region of Brazil",
        "authors": [
            "AJ Martins",
            "CM Isherwood"
        ],
        "year": 2020,
        "abstract": "Greater knowledge of the sleep patterns and nutrition among communities that undergo   to better understanding the impact of urbanization on human health, especially in the context of",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/07420528.2020.1802287",
        "doi": "DOI unavailable"
    },
    {
        "title": "SCHOOL-AGE CHILDREN'S DAILY ROUTINE AND ITS IMPACT ON HEALTH",
        "authors": [
            "N Rasulova",
            "N Mukhamedova"
        ],
        "year": 2023,
        "abstract": "routines that significantly impacts their health is their sleep patterns. Adequate sleep is crucial   who consistently experience insufficient sleep are at greater risk of various health issues,",
        "pdf_link": "https://cyberleninka.ru/article/n/school-age-childrens-daily-routine-and-its-impact-on-health",
        "doi": "DOI unavailable"
    },
    {
        "title": "Routine, routine, routine: Sleep regularity and its association with sleep metrics in professional rugby union athletes",
        "authors": [
            "A Teece",
            "CM Beaven",
            "H Suppiah",
            "CK Argus",
            "N Gill"
        ],
        "year": 2024,
        "abstract": "However, the impact of sleep onset and offset time variability on overall sleep outcomes are   relationship between sleep onset and offset time variability using the sleep regularity index (",
        "pdf_link": "https://link.springer.com/article/10.1186/s40798-024-00709-5",
        "doi": "DOI unavailable"
    },
    {
        "title": "The Rhythm of Your Life: The Effects of Daily Routine on Mental Health",
        "authors": [
            "K Brown"
        ],
        "year": 2022,
        "abstract": "sleep and mental health status but this research shows there is an association between sleep  hygiene and emotional health.  impacts our physical health but regulates hormones and",
        "pdf_link": "https://knowledge.e.southern.edu/cgi/viewcontent.cgi?article=1105&context=gradnursing",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep timing, sleep consistency, and health in adults: a systematic review",
        "authors": [
            "JP Chaput",
            "C Dutil",
            "R Featherstone"
        ],
        "year": 2020,
        "abstract": "Sleep consistency refers to the routine or regularity of sleep schedules and can be  reported  We excluded studies examining the impact of shift working, diurnal preference (morningness/",
        "pdf_link": "https://cdnsciencepub.com/doi/abs/10.1139/apnm-2020-0032",
        "doi": "DOI unavailable"
    },
    {
        "title": "Daily routine: associations with health status and urgent health care utilization among older adults",
        "authors": [
            "R O'Conor",
            "JY Benavente",
            "MJ Kwasny"
        ],
        "year": 2019,
        "abstract": "Related research has examined the impact of life chaos on health status, but was limited to a   related to waking, sleeping, eating, and overall general routine. These results indicated that",
        "pdf_link": "https://academic.oup.com/gerontologist/article-abstract/59/5/947/5105906",
        "doi": "DOI unavailable"
    },
    {
        "title": "Routine regularity during a global pandemic: Impact on mental health outcomes and influence of chronotype",
        "authors": [
            "N de Sá Couto-Pereira",
            "A Nexha"
        ],
        "year": 2024,
        "abstract": "Among the public health recommendations for supporting mental health during the  COVID-19 pandemic, many strategies had an impact on biological rhythms, like sleep hygiene,",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/07420528.2024.2314216",
        "doi": "DOI unavailable"
    },
    {
        "title": "The importance of creating habits and routine",
        "authors": [
            "KR Arlinghaus",
            "CA Johnston"
        ],
        "year": 2019,
        "abstract": "family functioning and improved sleep habits. Family  of routine is not unique to children.  Observational research indicates that individuals in good health engage in highly routine health",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/1559827618818044",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep, sedentary behavior and physical activity: changes on children's routine during the COVID-19",
        "authors": [
            "LCB Silva",
            "CRM da Nóbrega Novaes"
        ],
        "year": 2020,
        "abstract": "pandemic could be harmful to children’s health and that the school may be an  impact of  social isolation on children’s diet; and III – the impact of social isolation on the children’s routine.",
        "pdf_link": "https://rbafs.emnuvens.com.br/RBAFS/article/view/14415",
        "doi": "DOI unavailable"
    },
    {
        "title": "The COVID-19 lockdown and changes in routine-oriented lifestyle behaviors and symptoms of depression, anxiety, and insomnia in South Africa",
        "authors": [
            "JP Davy",
            "K Scheuermaier"
        ],
        "year": 2021,
        "abstract": "between the biological and societal sleep–wake timings or  reduced sleep quality and  worse mental and physical health.  a severe impact on their physical and psychological health.",
        "pdf_link": "https://journals.humankinetics.com/view/journals/jpah/18/9/article-p1046.xml",
        "doi": "DOI unavailable"
    },
    {
        "title": "Editorial Perspective: Perils and promise for child and adolescent sleep and associated psychopathology during the COVID‐19 pandemic",
        "authors": [
            "SP Becker",
            "AM Gregory"
        ],
        "year": 2020,
        "abstract": "impact sleep, including research and clinical implications.  Sleep is crucial for child and  adolescent health and well-being  in establishing a consistent sleep routine. The latter may also",
        "pdf_link": "https://acamh.onlinelibrary.wiley.com/doi/abs/10.1111/jcpp.13278",
        "doi": "DOI unavailable"
    },
    {
        "title": "Consequences of routine work-schedule instability for worker health and well-being",
        "authors": [
            "D Schneider",
            "K Harknett"
        ],
        "year": 2019,
        "abstract": "represent overarching indicators of health and well-being: sleep quality, psychological distress,   Hypothesis 1: Routine uncertainty in work schedules interferes with sleep and increases",
        "pdf_link": "https://journals.sagepub.com/doi/abs/10.1177/0003122418823184",
        "doi": "DOI unavailable"
    },
    {
        "title": "Association of obstructive sleep apnea and total sleep time with health-related quality of life in children undergoing a routine polysomnography: A PROMIS approach",
        "authors": [
            "S Xu",
            "S Turakhia",
            "M Miller",
            "D Johnston"
        ],
        "year": 2022,
        "abstract": "health, including emotional, physical, and functional areas. Studies have found OSA to negatively  impact  we hypothesize that OSA and inadequate sleep negatively impact HR-QoL and",
        "pdf_link": "https://jcsm.aasm.org/doi/abs/10.5664/jcsm.9726",
        "doi": "DOI unavailable"
    },
    {
        "title": "“New normal” routine: the impact of COVID-19 pandemic on chronodisrupture and its consequence on obesity",
        "authors": [
            "B Boaventura",
            "LC Antunes"
        ],
        "year": 2021,
        "abstract": "routine, not only for work-related tasks, but also for personal activities, including a predetermined  schedule for sleep  the rearrangement of health care services that impact the manner in",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/07420528.2021.1909612",
        "doi": "DOI unavailable"
    },
    {
        "title": "Interviewing children: the impact of the COVID-19 quarantine on children's perceived psychological distress and changes in routine",
        "authors": [
            "G Segre",
            "R Campi",
            "F Scarpellini",
            "A Clavenna",
            "M Zanetti"
        ],
        "year": 2021,
        "abstract": "Isolation and shielding could result in increased sedentary behaviours and food consumption,  which are likely to impact weight and consequently health and sleep over time [14, 15].",
        "pdf_link": "https://link.springer.com/article/10.1186/s12887-021-02704-1",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of COVID-19 on eating habits, physical activity and sleep in Brazilian healthcare professionals",
        "authors": [
            "IA Mota",
            "GD Oliveira",
            "IPS Morais"
        ],
        "year": 2021,
        "abstract": "all healthcare professionals experienced a negative impact on quality of life during the pandemic  when evaluating together diet, physical activity, alcohol consumption and sleep routine",
        "pdf_link": "https://www.scielo.br/j/anp/a/HZyYRd5634Pp4hhqcGWrhPB/?lang=en",
        "doi": "DOI unavailable"
    },
    {
        "title": "COVID-19 and its impact on education, social life and mental health of students: A survey",
        "authors": [
            "K Chaturvedi",
            "DK Vishwakarma",
            "N Singh"
        ],
        "year": 2021,
        "abstract": "impact on their health. Moreover, changes in daily routine including lack of outdoor activity,  disturbed sleeping  different parameters including sleeping habits, daily fitness routine, and",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S019074092032288X",
        "doi": "DOI unavailable"
    },
    {
        "title": "Thematic daily sleep routine analysis of adults not in employment living with type 2 diabetes mellitus",
        "authors": [
            "RM Kelly",
            "JH McDermott",
            "AN Coogan"
        ],
        "year": 2023,
        "abstract": "in the relationship between sleep and metabolic health [1]. One manifestation of variation in   I reduced carbohydrates it had a big impact on my body and my sleeping, so I think I might",
        "pdf_link": "https://www.mdpi.com/2624-5175/6/1/2",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep and health",
        "authors": [
            "MA Grandner"
        ],
        "year": 2019,
        "abstract": "public of the importance of sleep health. Popular press articles about sleep health started  ap Consumer technology began to address tracking and optimizing sleep. Athletes publicly",
        "pdf_link": "https://books.google.com/books?hl=en&lr=&id=Ou2SDwAAQBAJ&oi=fnd&pg=PP1&dq=importance+of+sleep+for+health&ots=gS_zQwfG1p&sig=4kx6iriSdnCFuf-zIMYVlrgMkQU",
        "doi": "DOI unavailable"
    },
    {
        "title": "Importance of sleep for health and wellbeing amidst COVID-19 pandemic",
        "authors": [
            "KK Gulia",
            "VM Kumar"
        ],
        "year": 2020,
        "abstract": "Good sleep is important for good health and wellbeing of all age groups, but it is more important  for  Older people spend more time in the lighter stages of sleep. Moreover, prevalence of",
        "pdf_link": "https://link.springer.com/article/10.1007/s41782-020-00087-4",
        "doi": "DOI unavailable"
    },
    {
        "title": "Which is more important for health: sleep quantity or sleep quality?",
        "authors": [
            "J Kohyama"
        ],
        "year": 2021,
        "abstract": "The importance of sleep quality has gained recognition as an important sleep characteristic  much later than studies conducted solely on sleep quantity. In 1964, Hammond reported that",
        "pdf_link": "https://www.mdpi.com/2227-9067/8/7/542",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep, health, and society",
        "authors": [
            "MA Grandner"
        ],
        "year": 2022,
        "abstract": "has been shown to be an important predictor of sleep health, especially among women,  and relationship quality may be an important moderator between sleep quality and health.",
        "pdf_link": "https://www.sciencedirect.com/science/article/am/pii/S1556407X22000200",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep is essential to health: an American Academy of Sleep Medicine position statement",
        "authors": [
            "K Ramar",
            "RK Malhotra",
            "KA Carden"
        ],
        "year": 2021,
        "abstract": "education to the K–12 curriculum to help children and adolescents learn why sleep is  important and to provide education on healthy sleep habits. As teachers implement the National",
        "pdf_link": "https://jcsm.aasm.org/doi/abs/10.5664/jcsm.9476",
        "doi": "DOI unavailable"
    },
    {
        "title": "The importance of sleep regularity: a consensus statement of the National Sleep Foundation sleep timing and variability panel",
        "authors": [
            "TL Sletten",
            "MD Weaver",
            "RG Foster",
            "D Gozal"
        ],
        "year": 2023,
        "abstract": "sleep onset and offset timing is important for health, safety, and performance. Nonetheless,  when insufficient sleep  /work days, weekend/non-work day catch-up sleep may be beneficial.",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S2352721823001663",
        "doi": "DOI unavailable"
    },
    {
        "title": "Children's sleep and health: a meta-review",
        "authors": [
            "L Matricciani",
            "C Paquet",
            "B Galland",
            "M Short"
        ],
        "year": 2019,
        "abstract": "sleep. Systematic reviews support the notion that sleep is important for children's health  However, further studies that objectively assess sleep and consider characteristics of sleep",
        "pdf_link": "https://www.sciencedirect.com/science/article/pii/S1087079219300188",
        "doi": "DOI unavailable"
    },
    {
        "title": "The importance of sleep for people with chronic pain: current insights and evidence",
        "authors": [
            "K Whale",
            "R Gooberman Hill"
        ],
        "year": 2022,
        "abstract": "sleep with substantial negative impact on our health. Research on sleep has linked sleep  deprivation to poorer mental health,  , heart disease, and a myriad of other health conditions.",
        "pdf_link": "https://academic.oup.com/jbmrplus/article-abstract/6/7/e10658/7479011",
        "doi": "DOI unavailable"
    },
    {
        "title": "Sleep timing, sleep consistency, and health in adults: a systematic review",
        "authors": [
            "JP Chaput",
            "C Dutil",
            "R Featherstone"
        ],
        "year": 2020,
        "abstract": "sleep timing, sleep consistency, and a broad set of health  inform public health  recommendations for healthy sleep in this  can have important public health implications. Irregular",
        "pdf_link": "https://cdnsciencepub.com/doi/abs/10.1139/apnm-2020-0032",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of tobacco use on health and work productivity in Malaysia",
        "authors": [
            "QY Tan",
            "E Zomer",
            "AJ Owen",
            "KL Chin"
        ],
        "year": 2020,
        "abstract": "productivity arising from tobacco use in low/middle-income countries has not been well  described. We sought to examine the impact of cigarette smoking on population health and work",
        "pdf_link": "https://tobaccocontrol.bmj.com/content/29/1/111.abstract",
        "doi": "DOI unavailable"
    },
    {
        "title": "The health impact of smokeless tobacco products: a systematic review",
        "authors": [
            "C Hajat",
            "E Stein",
            "L Ramstrom",
            "S Shantikumar"
        ],
        "year": 2021,
        "abstract": "health impact of SLT-products between January 1, 2015, and February 1, 2020. SLT-products  included all types including snus, chewing tobacco,  We included health outcomes of new",
        "pdf_link": "https://link.springer.com/article/10.1186/s12954-021-00557-6",
        "doi": "DOI unavailable"
    },
    {
        "title": "The global impact of tobacco control policies on smokeless tobacco use: a systematic review",
        "authors": [
            "A Chugh",
            "M Arora",
            "N Jain",
            "A Vidyasagaran"
        ],
        "year": 2023,
        "abstract": "impact of these policies (within and outside the Framework Convention on Tobacco Control)  on smokeless tobacco  tobacco and its context and investigate their impact on smokeless",
        "pdf_link": "https://www.thelancet.com/journals/langlo/article/PIIS2214-109X(23)00205-X/fulltext",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of tobacco use on COVID-19 outcomes: a systematic review",
        "authors": [
            "J Baker",
            "N Krishnan",
            "LC Abroms",
            "CJ Berg"
        ],
        "year": 2022,
        "abstract": "tobacco use and health outcomes. Therefore, dosage should be considered more widely in  analyses of the impact of tobacco  This systematic review focused on the impact of tobacco",
        "pdf_link": "https://www.cambridge.org/core/journals/journal-of-smoking-cessation/article/impact-of-tobacco-use-on-covid19-outcomes-a-systematic-review/A23B36FD2537C85C85E242836F8D793E",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of tobacco smoking on adult asthma outcomes",
        "authors": [
            "A Tiotiu",
            "I Ioan",
            "N Wirth",
            "R Romero-Fernandez"
        ],
        "year": 2021,
        "abstract": "influence of active tobacco smoking on asthma control, exacerbation rate, and lung-function  parameters among three groups of asthmatic patients with different smoking histories (never-",
        "pdf_link": "https://www.mdpi.com/1660-4601/18/3/992",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of tobacco smoking on the risk of COVID-19: a large scale retrospective cohort study",
        "authors": [
            "N Paleiron",
            "A Mayet",
            "V Marbac",
            "A Perisse"
        ],
        "year": 2021,
        "abstract": "This finding strongly supports the need for further research on nicotine physiological pathway  and its impact on COVID-19 infection whilst emphasizing that tobacco smoking should not",
        "pdf_link": "https://academic.oup.com/ntr/article-abstract/23/8/1398/6073671",
        "doi": "DOI unavailable"
    },
    {
        "title": "The negative impact of tobacco smoking on health-related quality of life among Saudi adolescents during the COVID-19 pandemic",
        "authors": [
            "MSH Al-Kalif",
            "AA Alghamdi",
            "FM Albagmi"
        ],
        "year": 2021,
        "abstract": "Objective: This study aimed to evaluate the impact of cigarette smoking and health-related  quality of life among Saudi secondary vocational students during the COVID-19 pandemic.",
        "pdf_link": "https://pmc.ncbi.nlm.nih.gov/articles/PMC9080385/",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of tobacco smoking on outcomes of radiotherapy: a narrative review",
        "authors": [
            "A Perdyan",
            "J Jassem"
        ],
        "year": 2022,
        "abstract": "Tobacco smoking is a well-documented causative factor for  smoking after a cancer diagnosis  negatively impacts survival  is to review the impact of tobacco smoking on RT outcomes in",
        "pdf_link": "https://www.mdpi.com/1718-7729/29/4/186",
        "doi": "DOI unavailable"
    },
    {
        "title": "The negative impact of chronic tobacco smoking on adult neuropsychological function: a cross-sectional study",
        "authors": [
            "MS Nadar",
            "AM Hasan",
            "M Alsaleh"
        ],
        "year": 2021,
        "abstract": "that chronic tobacco smoking impacts  Smoking is one form of tobacco exposure that is  prevalent across the world. The harmful impact of chronic tobacco smoking on physical health is",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-021-11287-6",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of tobacco smoking on treatment choice and efficacy in inflammatory bowel disease",
        "authors": [
            "S Nicolaides",
            "A Vasudevan",
            "T Long"
        ],
        "year": 2021,
        "abstract": "that have explored the underlying mechanisms of which and how particular constituents of  tobacco smoking affect the intestinal milieu and/or relevant immune-inflammatory pathways.",
        "pdf_link": "https://synapse.koreamed.org/articles/1516081283",
        "doi": "DOI unavailable"
    },
    {
        "title": "What is the impact of nicotine pouches on oral health: a systematic review",
        "authors": [
            "D Rungraungrayabkul",
            "P Gaewkhiew",
            "T Vichayanrat"
        ],
        "year": 2024,
        "abstract": "and smokeless tobacco on oral health, particularly periodontal health,  tobacco products  used in earlier studies, research into the direct impact of nicotine on oral and periodontal health",
        "pdf_link": "https://link.springer.com/article/10.1186/s12903-024-04598-8",
        "doi": "DOI unavailable"
    },
    {
        "title": "Estimating the health impact of nicotine exposure by dissecting the effects of nicotine versus non-nicotine constituents of tobacco smoke: A multivariable Mendelian …",
        "authors": [
            "JN Khouja",
            "E Sanderson",
            "RE Wootton",
            "AE Taylor"
        ],
        "year": 2024,
        "abstract": "tobacco negatively impacts health, we know relatively little about whether nicotine plays a  role in causing poor health  of time, nicotine appears to have little impact on health. However,",
        "pdf_link": "https://journals.plos.org/plosgenetics/article?id=10.1371/journal.pgen.1011157",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of tobacco and/or nicotine products on health and functioning: a scoping review and findings from the preparatory phase of the development of a new self …",
        "authors": [
            "EF Afolalu",
            "E Spies",
            "A Bacso",
            "E Clerc"
        ],
        "year": 2021,
        "abstract": "avoid the health risks  Tobacco harm reduction is one way to alleviate the health risk for  individuals who choose not to quit smoking [4], by providing less harmful tobacco and/or nicotine",
        "pdf_link": "https://link.springer.com/article/10.1186/s12954-021-00526-z",
        "doi": "DOI unavailable"
    },
    {
        "title": "The effects of nicotine on development",
        "authors": [
            "SA McGrath-Morrow",
            "J Gorzkowski",
            "JA Groner"
        ],
        "year": 2020,
        "abstract": "likelihood of nicotine exposure alone in causing adverse health consequences during  development.  can alter antimicrobial and inflammatory responses and impact MCC in the airways.",
        "pdf_link": "https://publications.aap.org/pediatrics/article-abstract/145/3/e20191346/36863",
        "doi": "DOI unavailable"
    },
    {
        "title": "A scoping review of studies on the health impact of electronic nicotine delivery systems",
        "authors": [
            "C Hajat",
            "E Stein",
            "S Shantikumar",
            "R Niaura"
        ],
        "year": 2022,
        "abstract": "on the health impact of ENDS products. We included all electronic nicotine delivery devices  (not  We included health outcomes of new onset or control of disease end-points. We did not",
        "pdf_link": "https://link.springer.com/article/10.1007/s11739-021-02835-4",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of vaping on respiratory health",
        "authors": [
            "A Jonas"
        ],
        "year": 2022,
        "abstract": "Use‑Associated Lung Injury (EVALI) outbreak highlighted the potential harms of vaping, and   the impacts of vaping on respiratory health. We review the clinical manifestations of vaping",
        "pdf_link": "https://www.bmj.com/content/378/bmj-2021-065997.short",
        "doi": "DOI unavailable"
    },
    {
        "title": "Estimating the public health impact had tobacco-free nicotine pouches been introduced into the US in 2000",
        "authors": [
            "PN Lee",
            "JS Fry",
            "T Ljung"
        ],
        "year": 2022,
        "abstract": "-risk nicotine product should be healthier than continuing smoking. We estimate the health  impact, over the period 2000–2050, had the nicotine  health effects much less than smoking.",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-022-13441-0",
        "doi": "DOI unavailable"
    },
    {
        "title": "What are the health impacts of nicotine and tobacco products on young people?",
        "authors": [
            "C Deery"
        ],
        "year": 2023,
        "abstract": "The use of nicotine and tobacco products by adolescents puts their health at risk and may,  in some instances, lead to nicotine addiction. Those providing healthcare for adolescents",
        "pdf_link": "https://www.nature.com/articles/s41432-023-00945-w",
        "doi": "DOI unavailable"
    },
    {
        "title": "The health impact of smokeless tobacco products: a systematic review",
        "authors": [
            "C Hajat",
            "E Stein",
            "L Ramstrom",
            "S Shantikumar"
        ],
        "year": 2021,
        "abstract": "health impact of SLT-products between January 1, 2015, and February 1, 2020. SLT-products  included all types including snus, chewing tobacco,  We included health outcomes of new",
        "pdf_link": "https://link.springer.com/article/10.1186/s12954-021-00557-6",
        "doi": "DOI unavailable"
    },
    {
        "title": "Tobacco and nicotine use",
        "authors": [
            "B Le Foll",
            "ME Piper",
            "CD Fowler",
            "S Tonstad"
        ],
        "year": 2022,
        "abstract": "of tobacco and nicotine use and their enormous adverse impact on population health.   In adults, adverse health outcomes of tobacco use include cancer in virtually all peripheral",
        "pdf_link": "https://www.nature.com/articles/s41572-022-00346-w",
        "doi": "DOI unavailable"
    },
    {
        "title": "The potential impact of oral nicotine pouches on public health: a scoping review",
        "authors": [
            "N Travis",
            "KE Warner",
            "ML Goniewicz"
        ],
        "year": 2024,
        "abstract": "nicotine pouches (ONPs) are a new class of nicotine products. This scoping review summarizes  evidence on ONPs and explores their potential public health impact % of tobacco-naïve",
        "pdf_link": "https://academic.oup.com/ntr/advance-article-abstract/doi/10.1093/ntr/ntae131/7693924",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of smoking status and nicotine dependence on academic performance of health sciences students",
        "authors": [
            "JS Alqahtani",
            "AM Aldhahir",
            "Z Alanazi"
        ],
        "year": 2023,
        "abstract": "of nicotine dependence on  impact of smoking status and nicotine dependence on grade  point average (GPA), absenteeism rate and academic warnings among undergraduate health",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.2147/SAR.S393062",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of tobacco use and nicotine addiction on health: A literature review of nursing interventions for smoking cessation",
        "authors": [
            "R Abdelkader",
            "RS Maabreh",
            "R Al-Dgheim"
        ],
        "year": 2024,
        "abstract": "Tobacco use remains one of the leading  nicotine addiction significantly impacting health  outcomes. This literature review explores the multifaceted nature of tobacco use and its health",
        "pdf_link": "https://journals.lww.com/jinm/fulltext/2024/06040/the_impact_of_tobacco_use_and_nicotine_addiction.7.aspx?context=latestarticles",
        "doi": "DOI unavailable"
    },
    {
        "title": "The global impact of tobacco control policies on smokeless tobacco use: a systematic review",
        "authors": [
            "A Chugh",
            "M Arora",
            "N Jain",
            "A Vidyasagaran"
        ],
        "year": 2023,
        "abstract": "impact of these policies (within and outside the Framework Convention on Tobacco Control)  on smokeless tobacco  tobacco and its context and investigate their impact on smokeless",
        "pdf_link": "https://www.thelancet.com/journals/langlo/article/PIIS2214-109X(23)00205-X/fulltext",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of tobacco use on health and work productivity in Malaysia",
        "authors": [
            "QY Tan",
            "E Zomer",
            "AJ Owen",
            "KL Chin"
        ],
        "year": 2020,
        "abstract": "tobacco use in low/middle-income countries has not been well described. We sought to  examine the impact of cigarette smoking on population health  attributable risk, health-related",
        "pdf_link": "https://tobaccocontrol.bmj.com/content/29/1/111.abstract",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of tobacco chemicals and nicotine on placental development",
        "authors": [
            "MA Suter",
            "KM Aagaard"
        ],
        "year": 2020,
        "abstract": "traditional combustible tobacco smoke.12, 13 With regards to reproductive health and effects  in  that appeal to children has initiated public health policy initiatives including a ban on the",
        "pdf_link": "https://obgyn.onlinelibrary.wiley.com/doi/abs/10.1002/PD.5660",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of cannabis use on nicotine and tobacco use outcomes",
        "authors": [
            "RD Goodwin"
        ],
        "year": 2020,
        "abstract": "Nicotine and Tobacco Research put out a call for current research examining the impact of  cannabis use on tobacco  ) is associated with lower tobacco abstinence among persons trying",
        "pdf_link": "https://academic.oup.com/ntr/article-abstract/22/8/1257/5849973",
        "doi": "DOI unavailable"
    },
    {
        "title": "Modeling the population health impact of accurate and inaccurate perceptions of harm from nicotine",
        "authors": [
            "T Hannel",
            "L Wei",
            "RS Muhammad-Kah",
            "EG Largo"
        ],
        "year": 2024,
        "abstract": "the public health impact associated with varying perceptions of nicotine harm using   that nicotine is addictive, it is equally important for them to understand that nicotine is not the",
        "pdf_link": "https://link.springer.com/article/10.1186/s12954-024-01059-x",
        "doi": "DOI unavailable"
    },
    {
        "title": "The smoking and vaping model, A user-friendly model for examining the country-specific impact of nicotine VAPING product use: application to Germany",
        "authors": [
            "LM Sánchez-Romero",
            "AC Liber",
            "Y Li",
            "Z Yuan",
            "J Tam"
        ],
        "year": 2023,
        "abstract": "the impact of nicotine vaping products (NVPs) and smoking tend to be highly specialized  and inaccessible. We present the Smoking and Vaping  the public health impact of smokers",
        "pdf_link": "https://link.springer.com/article/10.1186/s12889-023-17152-y",
        "doi": "DOI unavailable"
    },
    {
        "title": "A Review of the Health Impact of Nicotine Pouches",
        "authors": [
            "R Chmiel",
            "D Michałka",
            "N Papachristoforou"
        ],
        "year": 2025,
        "abstract": "symptoms and avoiding harmful tobacco smoke. Often used for  on the impact of nicotine  pouches on overall human health.  In the long term, nicotine can negatively impact oral health,",
        "pdf_link": "https://apcz.umk.pl/QS/article/view/57617",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of smoking on subgingival microflora: from periodontal health to disease",
        "authors": [
            "Y Jiang",
            "X Zhou",
            "L Cheng",
            "M Li"
        ],
        "year": 2020,
        "abstract": "It is essential to assess the influence of smoking on  of smoking to periodontal disease.  Therefore, this article reviews the current research findings regarding the impact of smoking on",
        "pdf_link": "https://www.frontiersin.org/articles/10.3389/fmicb.2020.00066/full",
        "doi": "DOI unavailable"
    },
    {
        "title": "A Comprehensive Review on the Impacts of Smoking on the Health of an Individual",
        "authors": [
            "J Varghese",
            "PM Gharde"
        ],
        "year": 2023,
        "abstract": "mind is damaged lungs. Undoubtedly, smoking does have a profound impact on our respiratory  system. The major respiratory illness associated with smoking includes bronchial asthma",
        "pdf_link": "https://www.cureus.com/articles/183837-a-comprehensive-review-on-the-impacts-of-smoking-on-the-health-of-an-individual.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of smoking and the influence of other factors on lung cancer",
        "authors": [
            "HM Schuller"
        ],
        "year": 2019,
        "abstract": "of smoking-associated cancer development of the major histological lung cancer types  small cell lung  (PAC) and the impact of several factors other than smoking on this process.",
        "pdf_link": "https://www.tandfonline.com/doi/abs/10.1080/17476348.2019.1645010",
        "doi": "DOI unavailable"
    },
    {
        "title": "The impact of marijuana smoking on lung function",
        "authors": [
            "RJ Hancox",
            "MR Sears"
        ],
        "year": 2019,
        "abstract": "Given this relative lack of data, and conflicting results among the larger studies, the report in  this issue using data from a Canadian study of lung health is of considerable interest. TAN et",
        "pdf_link": "https://www.qdcxjkg.com/content/54/6/1902065.full.pdf",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of cigarettes smoking on undergraduates' lung health and functional performance: observational cross-sectional study",
        "authors": [
            "AAM Abdelaal",
            "GSM Mousa"
        ],
        "year": 2022,
        "abstract": "health and functional aspects can serve eliminating further deterioration in health status  and  This study aimed to investigate the impact of cigarette smoking on lung health (age and",
        "pdf_link": "https://journals.lww.com/ijom/_layouts/15/oaks.journals/downloadpdf.aspx?an=01439446-202213000-00059",
        "doi": "DOI unavailable"
    },
    {
        "title": "Impact of smoking status and chronic obstructive pulmonary disease on pulmonary complications post lung cancer surgery",
        "authors": [
            "V Jeganathan",
            "S Knight",
            "M Bricknell",
            "A Ridgers"
        ],
        "year": 2022,
        "abstract": "The first is that we were not able assess the impact of a shorter period of smoking cessation  on complication rates. Although our definition of a current smoker allows us to characterise",
        "pdf_link": "https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0266052",
        "doi": "DOI unavailable"
    }
]