[
    {
        "titulo": "Acute Pancreatitis: Diagnosis and Treatment.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/36074322/",
        "data": "2022",
        "abstract": "Acute pancreatitis is a common indication for hospital admission, increasing in incidence, including in children, pregnancy and the elderly. Moderately severe acute pancreatitis with fluid and/or necrotic collections causes substantial morbidity, and severe disease with persistent organ failure causes significant mortality. The diagnosis requires two of upper abdominal pain, amylase/lipase ≥ 3 ×upper limit of normal, and/or cross-sectional imaging findings. Gallstones and ethanol predominate while hypertriglyceridaemia and drugs are notable among many causes. Serum triglycerides, full blood count, renal and liver function tests, glucose, calcium, transabdominal ultrasound, and chest imaging are indicated, with abdominal cross-sectional imaging if there is diagnostic uncertainty. Subsequent imaging is undertaken to detect complications, for example, if C-reactive protein exceeds 150 mg/L, or rarer aetiologies. Pancreatic intracellular calcium overload, mitochondrial impairment, and inflammatory responses are critical in pathogenesis, targeted in current treatment trials, which are crucially important as there is no internationally licenced drug to treat acute pancreatitis and prevent complications. Initial priorities are intravenous fluid resuscitation, analgesia, and enteral nutrition, and when necessary, critical care and organ support, parenteral nutrition, antibiotics, pancreatic exocrine and endocrine replacement therapy; all may have adverse effects. Patients with local complications should be referred to specialist tertiary centres to guide further management, which may include drainage and/or necrosectomy. The impact of acute pancreatitis can be devastating, so prevention or reduction of the risk of recurrence and progression to chronic pancreatitis with an increased risk of pancreas cancer requires proactive management that should be long term for some patients."
    },
    {
        "titulo": "The Epidemiology of Drug Abuse.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/34396554/",
        "data": "2021",
        "abstract": "Many Americans use alcohol and recreational drugs. Some will develop substance use disorders that affect a person's brain and behavior, leading to continued use despite problems caused. We review the epidemiology of addiction in the United States, including changes in use patterns over time, highlighting rates in adolescents and young adults, as well as adults. An overview of the health and societal impacts of substance use is provided alongside the importance of multimodal, evidence-based treatment comprising psychosocial interventions and medication management. The article concludes by exploring the impact of the coronavirus disease 2019 pandemic on people who use drugs and their access to treatment."
    },
    {
        "titulo": "Fatigue in nurses and medication administration errors: A scoping review.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/36707921/",
        "data": "2023",
        "abstract": "Medication administration errors (MAEs) cause preventable patient harm and cost billions of dollars from already-strained healthcare budgets. An emerging factor contributing to these errors is nurse fatigue. Given medication administration is the most frequent clinical task nurses undertake; it is vital to understand how fatigue impacts MAEs."
    },
    {
        "titulo": "Fluticasone Furoate/Umeclidinium/Vilanterol (FF/UMEC/VI) Triple Therapy Compared with Other Therapies for the Treatment of COPD: A Network Meta-Analysis.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/35849317/",
        "data": "2022",
        "abstract": "Randomized controlled trials (RCTs) comparing triple therapies (inhaled corticosteroid [ICS], long-acting β"
    },
    {
        "titulo": "Diagnosing, managing and preventing anaphylaxis: Systematic review.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/32880997/",
        "data": "2021",
        "abstract": "This systematic review used the GRADE approach to compile evidence to inform the European Academy of Allergy and Clinical Immunology's (EAACI) anaphylaxis guideline."
    },
    {
        "titulo": "The Impact of Unrecorded Alcohol Use on Health: What Do We Know in 2020?",
        "link": "https://pubmed.ncbi.nlm.nih.gov/33573720/",
        "data": "2021",
        "abstract": "About 25% of global alcohol consumption is unrecorded, that is, concerns alcohol not registered in the country where it is consumed. Unrecorded alcohol includes homemade, illicit, or surrogate alcohols. The aim of this review is to update the evidence on unrecorded alcohol and its impact on health."
    },
    {
        "titulo": "New Versus Old: The Impact of Changing Patterns of Inhaled Corticosteroid Prescribing and Dosing Regimens in Asthma Management.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/35284999/",
        "data": "2022",
        "abstract": "Inhaled corticosteroid (ICS)-containing therapies are the mainstay of pharmacological management of asthma. They can be administered alone or in combination with a long-acting bronchodilator, depending on asthma severity, and may also be supplemented with short-acting bronchodilators for as-needed rescue medication. Adherence to asthma therapies is generally poor and characterized by underuse of ICS therapies and over-reliance on short-acting bronchodilators, which leads to poor clinical outcomes. This article reviews efficacy versus systemic activity profiles for various dosing regimens of budesonide (BUD) and fluticasone propionate (FP). We performed a structured literature review of BUD and FP regular daily dosing, and BUD/formoterol (FOR) as-needed dosing, to explore the relationship between various dosing patterns of ICS regimens and the risk-benefit profile in terms of the extent of bronchoprotection and cortisol suppression. In addition, we explored how adherence could potentially affect the risk-benefit profile, in patients with mild, moderate, and moderate-to-severe asthma. With a specific focus on BUD or FP-containing treatments, we found that regular daily ICS and ICS/long-acting β"
    },
    {
        "titulo": "Evaluation of fluticasone propionate/salmeterol for the treatment of COPD: a systematic review.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/32168461/",
        "data": "2020",
        "abstract": "No abstract available"
    },
    {
        "titulo": "Comparative Efficacy of Umeclidinium/Vilanterol Versus Other Bronchodilators for the Treatment of Chronic Obstructive Pulmonary Disease: A Network Meta-Analysis.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/35857184/",
        "data": "2022",
        "abstract": "Few randomised controlled trials (RCTs) have directly compared long-acting muscarinic antagonist/long-acting β"
    },
    {
        "titulo": "Cofactors in food anaphylaxis in adults.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/36958469/",
        "data": "2023",
        "abstract": "Around 25% to 50% of food-induced allergic reactions in adults cause anaphylaxis, and epidemiologic evidence suggests that food is the most common cause of anaphylaxis. Reaction severity is unpredictable, and patients will often experience reactions of variable severity, even to an identical exposure (both dose and allergen). A common explanation for this phenomenon has been the impact of \"cofactors\"-factors that might contribute to reaction severity independent of the allergen exposure. Cofactors can influence reaction severity in 2 ways: either by reducing the reaction threshold (ie, the dose needed to trigger any symptoms) so that patients have no symptoms in the absence of the cofactor and only react with the cofactor present, or by increasing reaction severity such that individuals have only mild symptoms in the absence of the cofactor, but a more severe reaction when the cofactor is present. Indeed, the same patient may have reactions with different cofactors or even need more than one cofactor to develop a severe reaction. Cofactors reportedly play a role in approximately 30% of anaphylaxis reactions in adults. Exercise, nonsteroidal, anti-inflammatory drugs, alcohol, and sleep deprivation are the most frequent cofactors reported. Routine evaluation of the possible involvement of cofactors is essential in managing patients with food anaphylaxis: in patients with a suggestive history but a negative oral food challenge, cofactors should be taken into account to provide appropriate advice to reduce the risk of future anaphylaxis."
    },
    {
        "titulo": "Estimating the impact on initiating medications for opioid use disorder of state policies expanding Medicaid and prohibiting substance use during pregnancy.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/34768053/",
        "data": "2021",
        "abstract": "Medicaid expansion increased access to addiction treatment services for pregnant women. However, states' imposition of civil or criminal child abuse sanctions for drug use during pregnancy could inhibit access to treatment. We estimated the effects of Medicaid expansion on pregnant women's medications for opioid use disorder (MOUD) use, and its interaction with statutes that prohibit substance use during pregnancy."
    },
    {
        "titulo": "Fatal food anaphylaxis in adults and children.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/38439086/",
        "data": "2024",
        "abstract": "Anaphylaxis is a life-threatening reaction characterized by the acute onset of symptoms involving different organ systems and requiring immediate medical intervention. The incidence of fatal food anaphylaxis is 0.03 to 0.3 million/people/year. Most fatal food-induced anaphylaxis occurs in the second and third decades of life. The identified risk factors include the delayed use of epinephrine, the presence of asthma, the use of recreational drugs (alcohol, nicotine, cannabis, etc.), and an upright position. In the United Kingdom (UK) and Canada, the reported leading causal foods are peanuts and tree nuts. In Italy, milk seems to be the most common cause of fatal anaphylaxis in children < 18 years. Fatal food anaphylaxis in Italian children and adolescents almost always occurs outside and is characterized by cardiorespiratory arrest; auto-injectable adrenaline intramuscular was available in few cases. Mortality from food anaphylaxis, especially in children, is a very rare event with stable incidence, but its risk deeply impacts the quality of life of patients with food allergy and their families. Prevention of fatal food anaphylaxis must involve patients and their families, as well as the general public, public authorities, and patients' associations."
    },
    {
        "titulo": "Commentary on Donoghue: Low prescribing rates of pharmacotherapy for alcohol use disorder limit potential public health impact.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/33973676/",
        "data": "2021",
        "abstract": "No abstract available"
    },
    {
        "titulo": "Fresh Take: Pitfalls of the FDA's Proposed Menthol Ban.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/35244006/",
        "data": "2022",
        "abstract": "In April 2021, the U.S. Food and Drug Administration announced its intention to ban menthol flavoring in cigarettes and cigars. The Agency's decision was based in part on the disproportionate impact of menthol flavoring in Black communities."
    },
    {
        "titulo": "Benefit of Prompt versus Delayed Use of Single-Inhaler Fluticasone Furoate/Umeclidinium/Vilanterol (FF/UMEC/VI) Following a COPD Exacerbation.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/35281476/",
        "data": "2022",
        "abstract": "Triple therapy (TT; inhaled corticosteroid, long-acting muscarinic antagonist, and long-acting β"
    },
    {
        "titulo": "Impact of nicotine, alcohol, and cocaine exposure on germline integrity and epigenome.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/32413368/",
        "data": "2020",
        "abstract": "Converging evidence suggests that parental exposure to drugs of abuse can affect offspring phenotypes. The impacts of drug abuse on germ cell quality may mediate multigenerational and transgenerational inheritance, although biological pathways underlying this mode of inheritance are not yet characterized. Germline epigenetic marks are modified by drug exposure and have emerged as promising mechanistic candidates in recent work. Drug exposure also impacts overall germline integrity and reproductive functioning, although the role of these consequences in multi/transgenerational inheritance is unclear. This review synthesizes literature on effects of exposure to alcohol, cocaine, and nicotine on the germline with a focus on epigenetic modifications following drug exposure and broader impacts on germline integrity and reproductive functioning. We discuss potential interactions between reproductive functioning, germline integrity, and germline epigenome/transcriptome in pathways underlying multi/transgenerational inheritance. We find that existing data may support independent or interactive contributions of these germline impacts on offspring phenotypes in a manner that may mediate multi/transgenerational inheritance."
    },
    {
        "titulo": "The impact of alcohol taxation changes on unrecorded alcohol consumption: A review and recommendations.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/34456119/",
        "data": "2022",
        "abstract": "The diverse forms of unrecorded alcohol, defined as beverage alcohol not registered in official statistics in the country where it is consumed, comprise about one fourth of all alcohol consumed worldwide. Since unrecorded alcohol is usually cheaper than registered commercial alcohol, a standard argument against raising alcohol excise taxes has been that doing so could potentially result in an increase in unrecorded consumption. This contribution examines whether increases in taxation have in fact led to increases in consumption of unrecorded alcohol, and whether these increases in unrecorded alcohol should be considered to be a barrier to raising taxes. A second aim is to outline mitigation strategies to reduce unrecorded alcohol use."
    },
    {
        "titulo": "Interoception and alcohol: Mechanisms, networks, and implications.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/34562442/",
        "data": "2021",
        "abstract": "Interoception refers to the perception of the internal state of the body and is increasingly being recognized as an important factor in mental health disorders. Drugs of abuse produce powerful interoceptive states that are upstream of behaviors that drive and influence drug intake, and addiction pathology is impacted by interoceptive processes. The goal of the present review is to discuss interoceptive processes related to alcohol. We will cover physiological responses to alcohol, how interoceptive states can impact drinking, and the recruitment of brain networks as informed by clinical research. We also review the molecular and brain circuitry mechanisms of alcohol interoceptive effects as informed by preclinical studies. Finally, we will discuss emerging treatments with consideration of interoception processes. As our understanding of the role of interoception in drug and alcohol use grows, we suggest that the convergence of information provided by clinical and preclinical studies will be increasingly important. Given the complexity of interoceptive processing and the multitude of brain regions involved, an overarching network-based framework can provide context for how focused manipulations modulate interoceptive processing as a whole. In turn, preclinical studies can systematically determine the roles of individual nodes and their molecular underpinnings in a given network, potentially suggesting new therapeutic targets and directions. As interoceptive processing drives and influences motivation, emotion, and subsequent behavior, consideration of interoception is important for our understanding of processes that drive ongoing drinking and relapse."
    },
    {
        "titulo": "The impact of disinvestment on alcohol and drug treatment delivery and outcomes: a systematic review.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/34809603/",
        "data": "2021",
        "abstract": "In the context of substantial financial disinvestment from alcohol and drug treatment services in England, our aim was to review the existing evidence of how such disinvestments have impacted service delivery, uptake, outcomes and broader health and social implications."
    },
    {
        "titulo": "Electronic cigarette users' reactions and responses to a hypothetical ban of flavoured electronic cigarette liquids.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/36328459/",
        "data": "2022",
        "abstract": "BackgroundRegulations have been proposed to limit e-cigarette flavours, but limited research has examined potential impacts of such policies. This study examined adult e-cigarette users' reactions to a hypothetical e-cigarette flavour ban."
    },
    {
        "titulo": "Combined and sequential effects of alcohol and methamphetamine in animal models.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/34543650/",
        "data": "2021",
        "abstract": "Comorbid drug use, often alcohol with other drugs, poses significant health and societal concerns. Methamphetamine is among the illicit drugs most often co-used with alcohol. The current review examines the animal literature for impacts of comorbid alcohol and methamphetamine exposure. We found evidence for additive or synergistic effects of combined or sequential exposure on behavior and physiology. Dopaminergic, serotonergic, and glutamatergic systems are all impacted by combined exposure to alcohol and methamphetamine and cyclooxygenase-2 activity plays an important role in their combined neurotoxic effects. Adverse consequences of comorbid exposure include altered brain development with prenatal exposure, impaired learning and memory, motor deficits, gastrotoxicity, hepatotoxicity, and augmented intake under some conditions. Given high susceptibility to drug experimentation in adolescence, studies of co-exposure during the adolescent period and of how adolescent exposure to one drug impacts later use or sensitivity to the other drug should be a priority. Further, to gain traction on prevention and treatment, additional research to identify motivational and neurobiological drivers and consequences of comorbid use is needed."
    },
    {
        "titulo": "The impact of legal cannabis availability on cannabis use and health outcomes: A systematic review.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/37126997/",
        "data": "2023",
        "abstract": "For alcohol, regulating availability is an effective way to reduce consumption and harm. Similarly, the higher availability of medical cannabis dispensaries has been linked to increased cannabis consumption and harm. For recreational cannabis markets, such a link is suspected but still poorly understood."
    },
    {
        "titulo": "Health service utilisation and access for people who inject drugs during COVID-19.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/35266229/",
        "data": "2022",
        "abstract": "The wide-spread implementation of interventions to limit transmission and public health consequences of COVID-19 in the Australian state of Victoria had flow-on consequences for people who use and inject drugs. Consequences included the interruption of illicit drug supply and drug procurement, and the disruption to the delivery of health services. To inform strategies that can minimise the adverse outcomes of similar future disruptive events, this study explored how COVID-19 restrictions impacted access to harm reduction and drug treatment services for people who inject drugs in Melbourne, Victoria."
    },
    {
        "titulo": "Impact of Baizhu, Daqingye, and Hehuanhua extracts on the human gut microbiome.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/38145049/",
        "data": "2023",
        "abstract": "In traditional Chinese medicine, the rhizome of"
    },
    {
        "titulo": "Unveiling the influence of oxygen on drug release dynamics in semipermeable polymersomes.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/39446074/",
        "data": "2025",
        "abstract": "Semipermeable polymersomes, a class of polymeric vesicles that allow molecular passage across their membranes, offer significant potential for controlled drug delivery. These vesicles can be designed for inherent or selective permeability through the choice of suitable copolymers or the incorporation of protein nanopores, respectively. In this study, we explore a novel approach using oxygen-producing enzymatic reactions within biodegradable poly(ethylene glycol)-poly(caprolactone-gradient-trimethylene carbonate) (PEG-p(CL-g-TMC)) polymersomes to modulate drug release. These polymersomes were found to enhance the release of hydrophobic drugs while retaining hydrophilic drugs. The enzymatic generation of oxygen within the polymersomes increased membrane hydrophobicity, influencing drug release kinetics. The findings highlight the importance of understanding drug release kinetics in designing effective drug delivery systems, as the release rate and mechanism critically impact therapeutic efficacy and patient outcomes."
    },
    {
        "titulo": "Impact of Massachusetts' Statewide Sales Restriction on Flavored and Menthol Tobacco Products on Tobacco Sales in Massachusetts and Surrounding States, June 2020.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/35830660/",
        "data": "2022",
        "abstract": "In June 2020, Massachusetts implemented a first in the nation statewide law that restricts sales of menthol and other flavored tobacco. Since implementation, sales data indicate high retailer compliance. Drastic decreases were seen in sales of all flavored tobacco. Most neighboring states did not see increases in overall tobacco sales, although New Hampshire saw an initial increase in menthol sales, which was not sustained. We found that menthol restrictions are effective and that federal-level legislation is important, as some cross-border sales highlight. ("
    },
    {
        "titulo": "The early impact of COVID-19 on the incidence, prevalence, and severity of alcohol use and other drugs: A systematic review.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/34600257/",
        "data": "2021",
        "abstract": "The aim of this paper was to examine the early impact of COVID-19 on substance use to assess implications for planning substance use treatment and support systems."
    },
    {
        "titulo": "The impact of sphingosine-1-phosphate receptor modulators on COVID-19 and SARS-CoV-2 vaccination.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/36470168/",
        "data": "2023",
        "abstract": "Sphingosine-one phosphate receptor (S1PR) modulation inhibits S1PR1-mediated lymphocyte migration, lesion formation and positively-impacts on active multiple sclerosis (MS). These S1PR modulatory drugs have different: European Union use restrictions, pharmacokinetics, metabolic profiles and S1PR receptor affinities that may impact MS-management. Importantly, these confer useful properties in dealing with COVID-19, anti-viral drug responses and generating SARS-CoV-2 vaccine responses."
    },
    {
        "titulo": "Impact of PEG sensitization on the efficacy of PEG hydrogel-mediated tissue engineering.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/38637507/",
        "data": "2024",
        "abstract": "While poly(ethylene glycol) (PEG) hydrogels are generally regarded as biologically inert blank slates, concerns over PEG immunogenicity are growing, and the implications for tissue engineering are unknown. Here, we investigate these implications by immunizing mice against PEG to stimulate anti-PEG antibody production and evaluating bone defect regeneration after treatment with bone morphogenetic protein-2-loaded PEG hydrogels. Quantitative analysis reveals that PEG sensitization increases bone formation compared to naive controls, whereas histological analysis shows that PEG sensitization induces an abnormally porous bone morphology at the defect site, particularly in males. Furthermore, immune cell recruitment is higher in PEG-sensitized mice administered the PEG-based treatment than their naive counterparts. Interestingly, naive controls that were administered a PEG-based treatment also develop anti-PEG antibodies. Sex differences in bone formation and immune cell recruitment are also apparent. Overall, these findings indicate that anti-PEG immune responses can impact tissue engineering efficacy and highlight the need for further investigation."
    },
    {
        "titulo": "PCL-PEG copolymer based injectable thermosensitive hydrogels.",
        "link": "https://pubmed.ncbi.nlm.nih.gov/35090961/",
        "data": "2022",
        "abstract": "A number of stimuli-responsive-based hydrogels has been widely explored in biomedical applications in the last few decades because of their excellent biodegradability and biocompatibility. The development of synthetic chemistry and materials science leads to the emergence of in situ stimuli-responsive hydrogels. In this regard, several synthetic and natural polymers have been synthesized and utilized to prepare temperature-sensitive in situ forming hydrogels. This could be best used via injections as temperature stimulus could trigger in situ hydrogels gelation and swelling behaviors. There are many smart polymers available for the formulation of the in situ based thermoresponsive injectable hydrogel. Among these, poly (ε-caprolactone) (PCL) polymer has been recognized and approved by the FDA for numerous biomedical applications. More specifically, the PCL is coupled with polyethylene glycol (PEG) to obtain amphiphilic thermosensitive \"smart\" copolymers (PCL-PEG), to form rapid and reversible physical gelation behavior. However, the chemical structure of the copolymer is a critical aspect in determining water solubility, thermo-gelation behavior, drug release rate, degradation rate, and the possibility to deliver a diverse range of drugs. In this review, we have highlighted the typical PCL-PEG-based thermosensitive injectable hydrogels progress in the last decade for tissue engineering and localized drug delivery applications to treat various diseases. Additionally, the impact of molecular weight of PCL-PEG upon gelling behavior has also been critically highlighted for optimum hydrogels properties for potential pharmaceutical and biomedical applications."
    }
]